{
  "word": "finding",
  "partOfSpeech": "noun",
  "ox3000": true,
  "cefr": "b2",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈfaɪndɪŋ/",
        "audio": "f/finding/finding__gb_3.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈfaɪndɪŋ/",
        "audio": "f/finding/finding__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "information that is discovered as the result of research into something",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "Our **research findings** indicate that pregnant women benefit from this treatment."
        },
        {
          "text": "These **findings suggest** that there is no direct link between unemployment and crime."
        },
        {
          "text": "This result **confirms the findings** of many previous studies."
        },
        {
          "text": "to report/present/publish your findings"
        },
        {
          "text": "I'll now summarize the **key findings** from these studies."
        },
        {
          "text": "An interesting finding of the survey was that older people were happier than younger people."
        },
        {
          "text": "The panel will publish its findings and recommendations."
        },
        {
          "text": "The findings of the commission will be published today."
        },
        {
          "text": "When will the government publish the findings of its report?"
        },
        {
          "text": "The study's most surprising finding was the degree of agreement among parents, employers and childcare providers."
        },
        {
          "text": "He will present his preliminary findings at the conference."
        },
        {
          "text": "The survey findings are consistent with the students' own evaluations."
        },
        {
          "text": "The current study contradicts previous findings."
        },
        {
          "text": "Later studies were unable to replicate these findings."
        },
        {
          "text": "It's difficult to generalize these findings to a larger population."
        },
        {
          "text": "This finding must be interpreted with caution."
        },
        {
          "text": "A spokesman for the Inland Revenue disputed the findings."
        },
        {
          "text": "According to the latest findings from the Women's Health Initiative, many women's symptoms return after stopping the treatment."
        },
        {
          "text": "Despite these negative findings, the report did identify some progress."
        },
        {
          "text": "Our findings point to a lack of training among social services staff."
        },
        {
          "text": "Our findings relate to births from 2004 to 2024."
        },
        {
          "text": "Our recent findings are in line with those of an earlier study."
        },
        {
          "text": "Scientists have challenged the findings."
        },
        {
          "text": "Similar findings emerged from a later experiment."
        },
        {
          "text": "Similar findings were made in Spain."
        },
        {
          "text": "Students were asked to write up their findings in the form of a report."
        },
        {
          "text": "The findings are based on interviews with more than 2 000 people."
        },
        {
          "text": "The findings for one group can be applied to the others."
        },
        {
          "text": "The findings from the case study school may apply to schools elsewhere."
        },
        {
          "text": "The findings led to the conclusion that…"
        },
        {
          "text": "The original findings conflict with more recent findings."
        },
        {
          "text": "The research findings will provide practical assistance for teachers."
        },
        {
          "text": "They will present their findings to senior police officers."
        },
        {
          "text": "UN official reports supported the preliminary findings that the plane was brought down by a missile."
        },
        {
          "text": "findings from a recent research project"
        },
        {
          "text": "findings on the depopulation of the countryside"
        },
        {
          "text": "recent scientific findings about sleep patterns"
        }
      ],
      "topics": ["Scientific research"],
      "collocations": {
        "adjective": ["important", "key", "significant"],
        "verb + finding": ["record", "write up", "summarize"],
        "finding + verb": [
          "be based on something",
          "relate to something",
          "apply to something"
        ],
        "preposition": ["finding about", "finding for", "finding from"]
      }
    },
    {
      "senseNumber": "2",
      "definition": "a decision made by the judge or jury in a court case",
      "labels": "(law)",
      "cefr": "c2",
      "examples": [
        {
          "text": "The appeal court upheld a finding that the agreement was unlawful."
        },
        {
          "text": "The court made a finding in favour of the defendant."
        },
        {
          "text": "a finding against him by the Independent Commission Against Corruption"
        },
        {
          "text": "The facts of this case do not justify a finding of negligence."
        }
      ],
      "topics": ["Law and justice", "Preferences and decisions"],
      "collocations": {
        "verb + finding": ["make", "justify", "uphold"],
        "preposition": ["finding against", "finding in favour/​favor of"]
      }
    }
  ],
  "wordOrigin": null
}
