{
  "term": "disagreement",
  "partOfSpeech": "noun",
  "ox5000": true,
  "cefr": "b2",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "a situation where people have different opinions about something and often argue",
      "sensetop": "disagreement (about/on/over/as to something)disagreement (between A and B)disagreement (among…)disagreement (with somebody)in disagreement",
      "cefr": "b2",
      "examples": [
        {
          "text": "Disagreement arose about exactly how to plan the show.",
          "contextForm": "disagreement (about/on/over/as to something)"
        },
        {
          "text": "disagreement on the method to be used"
        },
        {
          "text": "There's no room for disagreement on this point."
        },
        {
          "text": "There is considerable disagreement over the safety of the treatment."
        },
        {
          "text": "We are in total disagreement as to how to proceed."
        },
        {
          "text": "It was a source of disagreement between the two states.",
          "contextForm": "disagreement (between A and B)"
        },
        {
          "text": "There is disagreement among archaeologists as to the age of the sculpture.",
          "contextForm": "disagreement (among…)"
        },
        {
          "text": "They have had several disagreements with their neighbours.",
          "contextForm": "disagreement (with somebody)"
        },
        {
          "text": "He shook his head in disagreement.",
          "contextForm": "in disagreement"
        },
        {
          "text": "Another point of disagreement was over privacy issues."
        },
        {
          "text": "Disagreement exists over the pattern of demand for coal."
        },
        {
          "text": "Great care is taken to avoid overt disagreements within the group."
        },
        {
          "text": "He had a disagreement with his girlfriend."
        },
        {
          "text": "They had a disagreement about the best way to get to Manchester."
        },
        {
          "text": "They had a major disagreement over who should clean the car."
        },
        {
          "text": "I'm sure you have principled disagreements with several of Dean's positions."
        },
        {
          "text": "The things she said were always in disagreement with the teacher or another member of the class."
        },
        {
          "text": "They were in disagreement about the move to Cambridge."
        },
        {
          "text": "Honest disagreement is often a healthy thing."
        },
        {
          "text": "How is a basic disagreement of this nature to be resolved?"
        },
        {
          "text": "I would like to note my respectful disagreement with this sentiment."
        },
        {
          "text": "Money was a constant source of disagreement."
        },
        {
          "text": "She expressed disagreement with the government's policy."
        },
        {
          "text": "There are legitimate disagreements about the best way to help the poor."
        },
        {
          "text": "There are several areas of disagreement between the two governments."
        },
        {
          "text": "There is fundamental disagreement on these matters."
        },
        {
          "text": "There is plenty of room for disagreement in this controversial area."
        },
        {
          "text": "There is wide disagreement on this issue."
        },
        {
          "text": "These exchanges reflected fundamental disagreements about methods and goals."
        },
        {
          "text": "This view is subjective and therefore open to disagreement."
        },
        {
          "text": "a disagreement centring on the link between crime and unemployment"
        },
        {
          "text": "a forum for both sides to address their disagreements over the issues"
        },
        {
          "text": "a serious disagreement between the two experts"
        },
        {
          "text": "internal disagreements within the party"
        },
        {
          "text": "the incessant public disagreements among the commissioners"
        },
        {
          "text": "the inevitable disagreements over what tactics they should use"
        }
      ],
      "topics": ["Opinion and argument"],
      "collocations": {
        "adjective": ["bitter", "considerable", "deep"],
        "verb + disagreement": ["be in", "have", "express"],
        "disagreement + verb": ["arise", "occur", "exist"],
        "preposition": [
          "in disagreement",
          "disagreement about",
          "disagreement as to"
        ],
        "phrases": [
          "an area of disagreement",
          "a point of disagreement",
          "a source of disagreement"
        ]
      }
    },
    {
      "senseNumber": 2,
      "definition": "a difference between two things that should be the same",
      "sensetop": "disagreement between A and B",
      "cefr": "c1",
      "examples": [
        {
          "text": "The comparison shows considerable disagreement between theory and practice."
        }
      ],
      "topics": ["Opinion and argument"]
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˌdɪsəˈɡriːmənt/",
        "audio": "di/disagreement/disagreement__gb_2.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˌdɪsəˈɡriːmənt/",
        "audio": "di/disagreement/disagreement__us_1.mp3"
      }
    ]
  },
  "wordOrigin": null
}
