{
  "word": "pioneer",
  "partOfSpeech": "noun",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˌpaɪəˈnɪə(r)/",
        "audio": "data/audio/p/pioneer/pioneer__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˌpaɪəˈnɪr/",
        "audio": "data/audio/p/pioneer/pioneer__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a person who is the first to study and develop a particular area of knowledge, culture, etc. that other people then continue to develop",
      "sensetop": "pioneer (in/of something)",
      "cefr": "c1",
      "examples": [
        {
          "text": "a pioneer in the field of microsurgery"
        },
        {
          "text": "a computer pioneer"
        },
        {
          "text": "a pioneer aviator"
        },
        {
          "text": "a pioneer design *(= one that introduces new ideas, methods, etc.)*"
        },
        {
          "text": "one of the early pioneers in plastic surgery"
        },
        {
          "text": "He is known as a pioneer in veterinary surgery."
        },
        {
          "text": "He was one of the pioneers in opening up archaeology to everyone."
        },
        {
          "text": "I was lucky to meet the heart transplant pioneer, Dr Christian Barnard."
        },
        {
          "text": "Modern guitar design owes a lot to the pioneer designs of the forties and fifties."
        },
        {
          "text": "She later became a pioneer of education for women."
        },
        {
          "text": "The school was an early pioneer of the technique."
        }
      ],
      "synonyms": "trailblazer",
      "collocations": {
        "adjective": ["early", "true"],
        "pioneer + noun": ["spirit"],
        "preposition": ["pioneer in", "pioneer of"]
      }
    },
    {
      "senseNumber": "2",
      "definition": "one of the first people to go to a particular place, especially in order to live and work there",
      "cefr": "c1",
      "examples": [
        {
          "text": "Early pioneers settled on both sides of the Maple River."
        },
        {
          "text": "the pioneer spirit"
        },
        {
          "text": "The history of our nation isn't just about hardy pioneers and peaceful settlement, it's about violence and dispossession."
        },
        {
          "text": "The space pioneer became the oldest person to go into space at the age of 82."
        }
      ]
    }
  ],
  "wordOrigin": "early 16th cent. (as a military term denoting a member of the infantry): from French pionnier ‘foot soldier, pioneer’, Old French paonier, from paon, from Latin pedo, pedon- ‘foot soldier’, from Latin pes, ped- ‘foot’."
}
