{
  "term": "factor",
  "partOfSpeech": "noun",
  "academic": true,
  "ox3000": true,
  "cefr": "a2",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "one of several things that cause or influence something",
      "sensetop": "factor in something",
      "cefr": "a2",
      "ox3000": true,
      "examples": [
        {
          "text": "Obesity is a major **risk factor** for heart disease."
        },
        {
          "text": "the **key/crucial/deciding factor**"
        },
        {
          "text": "Criminality is associated with a range of individual, family and **environmental factors**."
        },
        {
          "text": "The result will depend on a number of different factors."
        },
        {
          "text": "The closure of the mine was the **single most important factor** in the town's decline.",
          "contextForm": "factor in something"
        },
        {
          "text": "We have identified a few key factors in the project's success."
        },
        {
          "text": "A variety of other factors will be taken into account."
        },
        {
          "text": "External factors in the production of disease include pollution of the environment."
        },
        {
          "text": "Look for the common factor in all these cases."
        },
        {
          "text": "Money proved to be the deciding factor."
        },
        {
          "text": "Poor organization was certainly a contributory factor to the crisis."
        },
        {
          "text": "An unusually cold spring may have been a contributing factor."
        },
        {
          "text": "Researchers now believe nutrition may be a major factor behind some chronic diseases."
        },
        {
          "text": "His defending was a key factor in the team's win."
        },
        {
          "text": "The ability to obtain raw materials is a significant limiting factor on production."
        },
        {
          "text": "Genetic factors play a part in the condition."
        },
        {
          "text": "Studies have established that smoking is a risk factor for cancer."
        },
        {
          "text": "The appeal judges spoke of strong mitigating factors in the case."
        },
        {
          "text": "The human factor is crucial to success in team management."
        },
        {
          "text": "There are several factors at play here."
        },
        {
          "text": "This is regarded as the crucial factor in deciding who should get priority."
        },
        {
          "text": "a key factor in the decision"
        },
        {
          "text": "environmental factors which predispose children to middle-ear infections"
        },
        {
          "text": "one of the factors that influenced his decision"
        },
        {
          "text": "one of the most significant factors"
        },
        {
          "text": "the contextual factors which operate to hinder understanding"
        },
        {
          "text": "the main factors behind the dollar's weakness"
        }
      ],
      "topics": ["Change, cause and effect"],
      "collocations": {
        "adjective": ["big", "important", "main"],
        "verb + factor": ["consider", "take into account", "identify"],
        "factor + verb": ["be involved", "operate", "affect something"],
        "preposition": ["factor behind", "factor in"],
        "phrases": ["a combination, number, variety, etc. of factors"]
      }
    },
    {
      "senseNumber": 2,
      "definition": "a number that divides into another number exactly",
      "labels": "(mathematics)",
      "cefr": "c1",
      "examples": [
        {
          "text": "1, 2, 3, 4, 6 and 12 are the factors of 12."
        }
      ],
      "topics": ["Maths and measurement"]
    },
    {
      "senseNumber": 3,
      "definition": "the amount by which something increases or decreases",
      "examples": [
        {
          "text": "The real wage of the average worker has increased by a factor of over ten in the last 70 years."
        }
      ]
    },
    {
      "senseNumber": 4,
      "definition": "a particular level on a scale of measurement",
      "examples": [
        {
          "text": "a suntan lotion with a protection factor of 10"
        },
        {
          "text": "The wind-chill factor will make it seem colder."
        }
      ]
    },
    {
      "senseNumber": 5,
      "definition": "a substance in the blood that helps the clotting process. There are several types of this substance.",
      "labels": "(medical)",
      "examples": [
        {
          "text": "Haemophiliacs have no factor 8 in their blood."
        }
      ]
    },
    {
      "senseNumber": null,
      "definition": "the feeling of confidence in the future that is shared by many people",
      "labels": "(British English)",
      "examples": [
        {
          "text": "After the recession, people were waiting for the return of the feel-good factor before starting to spend money again."
        }
      ],
      "topics": ["Feelings"]
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈfæktə(r)/",
        "audio": "fa/factor/factor__gb_2.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈfæktər/",
        "audio": "fa/factor/factor__us_2.mp3"
      }
    ]
  },
  "wordOrigin": "late Middle English (meaning ‘doer’, also in the Scots sense ‘agent’): from French facteur or Latin factor, from fact- ‘done’, from the verb facere."
}
