{
	"term": "fact",
	"partOfSpeech": "noun",
	"ox3000": true,
	"cefr": "a1",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "a thing that is known to be true, especially when it can be proved",
			"sensetop": "fact about somethingfact (that)…",
			"labels": "(informal)",
			"cefr": "a1",
			"ox3000": true,
			"examples": [
				{
					"text": "First, some **basic facts** about healthy eating.",
					"contextForm": "fact about something"
				},
				{
					"text": "Isn't it a fact that the firm is losing money?",
					"contextForm": "fact (that)…"
				},
				{
					"text": "It's a **well-known fact** that dogs have an acute sense of smell."
				},
				{
					"text": "I **know for a fact** *(= I am certain)* that she's involved in something illegal."
				},
				{
					"text": "The report is based on **hard facts** *(= information that can be proved to be true)*."
				},
				{
					"text": "**Get your facts right** *(= make sure your information is correct)* before you start making accusations."
				},
				{
					"text": "It's about time you learnt to **face (the) facts** *(= accepted the truth about the situation)*."
				},
				{
					"text": "We didn't get on well, and that's a fact."
				},
				{
					"text": "The judge instructed both lawyers to stick to the facts of the case."
				},
				{
					"text": "The book is full of interesting facts about Roman Britain."
				},
				{
					"text": "She'd never even met him till last week and that's a fact."
				},
				{
					"text": "I wish you'd get your facts right!"
				},
				{
					"text": "Do you know for a fact that he is in London?"
				},
				{
					"text": "the bare facts of war"
				},
				{
					"text": "There are certain facts you need to be aware of."
				},
				{
					"text": "different ways of interpreting the facts"
				},
				{
					"text": "The facts and the evidence tell us this is not true."
				},
				{
					"text": "Her arguments are supported with many facts and statistics."
				},
				{
					"text": "If you look at the facts you will see I'm right."
				},
				{
					"text": "He doesn't seem able to grasp this basic fact."
				},
				{
					"text": "Historians must first select the facts that they present."
				},
				{
					"text": "I think you need to check your facts."
				},
				{
					"text": "I'm afraid you'll have to face facts. She'll never marry you."
				},
				{
					"text": "I'm not making excuses—I'm just stating a fact."
				},
				{
					"text": "When making your presentation, it is important to have all the facts at your fingertips."
				},
				{
					"text": "We learned several interesting facts about elephants."
				},
				{
					"text": "We don't have all the facts yet."
				},
				{
					"text": "You must look at all the relevant facts."
				},
				{
					"text": "the best way of establishing the facts"
				},
				{
					"text": "Just stick to the facts."
				},
				{
					"text": "No one can deny this fact."
				},
				{
					"text": "She already knew the facts she needed."
				},
				{
					"text": "Students need time to assimilate the facts."
				},
				{
					"text": "The facts of the case are quite straightforward."
				},
				{
					"text": "The findings are not surprising, given the facts."
				},
				{
					"text": "The job of the teacher is not simply to impart facts."
				},
				{
					"text": "The known facts of the case are as follows."
				},
				{
					"text": "The police have to support their case with hard facts."
				},
				{
					"text": "These are all incontrovertible facts."
				},
				{
					"text": "These facts have not yet been proved."
				}
			],
			"topics": ["Scientific research"],
			"collocations": {
				"adjective": ["important", "interesting", "relevant"],
				"verb + fact": ["be aware of", "have", "know"],
				"fact + verb": ["remain"],
				"preposition": [
					"after the fact",
					"apart from the fact",
					"despite the fact"
				],
				"phrases": [
					"(as) a matter of fact",
					"facts and figures",
					"the fact of the matter"
				]
			}
		},
		{
			"senseNumber": 2,
			"definition": "things that are true rather than things that have been invented",
			"cefr": "a2",
			"ox3000": true,
			"examples": [
				{
					"text": "The story is based on fact."
				},
				{
					"text": "Is the account **fact or fiction**?"
				},
				{
					"text": "This is simply **historical fact**."
				},
				{
					"text": "It's important to distinguish between fact and opinion."
				},
				{
					"text": "a novel based on historical fact"
				},
				{
					"text": "The Loch Ness Monster: fact or fiction?"
				},
				{
					"text": "It's a simple statement of fact."
				},
				{
					"text": "It's difficult to tell fact from fantasy in this version of events."
				},
				{
					"text": "Whether or not he was there is a question of fact."
				},
				{
					"text": "You can't dispute this—it's scientific fact."
				}
			],
			"collocations": {
				"adjective": ["important", "interesting", "relevant"],
				"verb + fact": ["be aware of", "have", "know"],
				"fact + verb": ["remain"],
				"preposition": [
					"after the fact",
					"apart from the fact",
					"despite the fact"
				],
				"phrases": [
					"(as) a matter of fact",
					"facts and figures",
					"the fact of the matter"
				]
			}
		},
		{
			"senseNumber": 3,
			"definition": "used to refer to a particular situation that exists",
			"sensetop": "the fact that…despite the fact that…due to the fact that…apart from the fact that…in view of the fact that…the fact of something",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "I could no longer **ignore the fact that** he was unhappy.",
					"contextForm": "the fact that…"
				},
				{
					"text": "We don't **hide the fact that** we've made mistakes."
				},
				{
					"text": "I did everything I could, and she **acknowledged the fact**."
				},
				{
					"text": "Students are already highly media-literate and the curriculum needs to **reflect this fact**."
				},
				{
					"text": "**The very fact** that this happened more than once shows there is a problem."
				},
				{
					"text": "Despite the fact that she was wearing a seat belt, she was thrown sharply forward.",
					"contextForm": "despite the fact that…"
				},
				{
					"text": "Due to the fact that they did not read English, the prisoners were unaware of what they were signing.",
					"contextForm": "due to the fact that…"
				},
				{
					"text": "She was happy apart from the fact that she could not return home.",
					"contextForm": "apart from the fact that…"
				},
				{
					"text": "Voluntary work was particularly important in view of the fact that women were often forced to give up paid work on marriage.",
					"contextForm": "in view of the fact that…"
				},
				{
					"text": "We want to celebrate the **simple fact** of their being here.",
					"contextForm": "the fact of something"
				},
				{
					"text": "The **mere fact** of being poor can put children at an educational disadvantage."
				},
				{
					"text": "**The fact remains** that we are still two teachers short."
				},
				{
					"text": "He got the job, despite the fact that he has no experience."
				},
				{
					"text": "How do you account for the fact that unemployment is still rising?"
				},
				{
					"text": "People tend to overlook the fact that these are children."
				},
				{
					"text": "Nobody mentioned the fact that we still had 10 miles to go."
				},
				{
					"text": "I appreciate the fact that you tried."
				},
				{
					"text": "This approach was unlikely to succeed because of the fact that nobody liked it."
				},
				{
					"text": "He knew their bitterness stemmed from the fact that he was in charge."
				},
				{
					"text": "We waited miserably, lamenting the fact that our suitcases had been put on the wrong plane."
				},
				{
					"text": "I appreciate the fact that you're under a lot of pressure at the moment."
				},
				{
					"text": "a growing recognition of the fact that learning may take different forms"
				},
				{
					"text": "She resented the fact that I was older and had more freedom than her."
				},
				{
					"text": "If he was bored, he managed to hide the fact very well."
				},
				{
					"text": "It's very hard to do this on a home computer. Not to mention the fact that it's actually illegal."
				},
				{
					"text": "Prices reflect the fact that the company is aiming at the luxury market."
				},
				{
					"text": "She resented the fact that I had more freedom than her."
				},
				{
					"text": "She wouldn't accept the fact that she had lost."
				},
				{
					"text": "She's taking her children on holiday, despite the fact that school starts tomorrow."
				},
				{
					"text": "The mere fact of your being there will arouse their suspicions."
				},
				{
					"text": "The fact of the image being so small made it a little hard to interpret."
				},
				{
					"text": "The problem was compounded by the fact that I had no idea what I was looking for—only ‘some sort of clue’."
				},
				{
					"text": "The recent improvements should not obscure the fact that general standards are still far too low."
				},
				{
					"text": "The report draws attention to the fact that the country is now a net exporter of the product."
				},
				{
					"text": "This approach ignores the fact that people, not computers, commit crimes."
				},
				{
					"text": "This does not change the fact that a crime has been committed."
				}
			],
			"collocations": {
				"adjective": ["important", "interesting", "relevant"],
				"verb + fact": ["be aware of", "have", "know"],
				"fact + verb": ["remain"],
				"preposition": [
					"after the fact",
					"apart from the fact",
					"despite the fact"
				],
				"phrases": [
					"(as) a matter of fact",
					"facts and figures",
					"the fact of the matter"
				]
			}
		},
		{
			"senseNumber": null,
			"definition": "after something has happened or been done, when it is too late to prevent it or change it",
			"examples": [
				{
					"text": "On some vital decisions employees were only informed after the fact."
				}
			]
		},
		{
			"senseNumber": 1,
			"definition": "used to add a comment on something that you have just said, usually adding something that you think the other person will be interested in",
			"examples": [
				{
					"text": "It's a nice place. We've stayed there ourselves, as a matter of fact."
				}
			]
		},
		{
			"senseNumber": 2,
			"definition": "used to disagree with something that somebody has just said",
			"cefr": "c1",
			"examples": [
				{
					"text": "‘I suppose you'll be leaving soon, then?’ ‘No, as a matter of fact I'll be staying for another two years.’"
				}
			],
			"synonyms": "actually",
			"topics": ["Opinion and argument"]
		},
		{
			"senseNumber": null,
			"definition": "used to emphasize a statement, especially one that is the opposite of what has just been mentioned",
			"examples": [
				{
					"text": "A new car would be wonderful but the fact of the matter is that we can't afford one."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "a situation that cannot be changed, especially one that is unpleasant",
			"examples": [
				{
					"text": "Illness is just a fact of life."
				},
				{
					"text": "It’s a fact of life that some people will always be racist."
				},
				{
					"text": "a rather harsh fact of life"
				},
				{
					"text": "It's a fact of life that you don't get anything for nothing."
				},
				{
					"text": "It is a sad fact of life that the most deserving people do not often achieve the most success."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "accurate and detailed information",
			"examples": [
				{
					"text": "I've asked to see all the facts and figures before I make a decision."
				},
				{
					"text": "All the facts and figures were presented at the meeting."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "the details about sex and about how babies are born, especially as told to children",
			"examples": []
		},
		{
			"senseNumber": null,
			"definition": "it is not necessary to give any further explanation about something because the information that is available already proves that it is true",
			"examples": []
		},
		{
			"senseNumber": 1,
			"definition": "used to give extra details about something that has just been mentioned",
			"cefr": "a1",
			"ox3000": true,
			"examples": [
				{
					"text": "I used to live in France; in fact, not far from where you're going."
				}
			]
		},
		{
			"senseNumber": 2,
			"definition": "used to emphasize a statement, especially one that is the opposite of what has just been mentioned",
			"cefr": "a1",
			"ox3000": true,
			"examples": [
				{
					"text": "I thought the work would be difficult. In actual fact, it's very easy."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "used to say what is true in a situation",
			"examples": [
				{
					"text": "In point of fact, she is their adopted daughter."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "used to reply to a statement that you find interesting or surprising, or that you do not believe",
			"labels": "(informal)",
			"examples": [
				{
					"text": "‘She says I'm one of the best students she's ever taught.’ ‘Is that a fact?’"
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/fækt/",
				"audio": "fa/fact/fact__gb_2.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/fækt/",
				"audio": "fa/fact/fact__us_1.mp3"
			}
		]
	},
	"wordOrigin": "late 15th cent.: from Latin factum, neuter past participle of facere ‘do’. The original sense was ‘an act’, later ‘a crime’, surviving in the phrase before (or after) the fact. The earliest of the current senses (‘truth, reality’) dates from the late 16th cent."
}
