{
	"term": "fairness",
	"partOfSpeech": "noun",
	"ox5000": true,
	"cefr": "c1",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "the quality of treating people equally or in a way that is reasonable",
			"cefr": "c1",
			"examples": [
				{
					"text": "The fairness of the judicial system is being questioned."
				},
				{
					"text": "She has a strong sense of justice and fairness."
				},
				{
					"text": "Dr Jones was treated with scrupulous fairness by his employers."
				},
				{
					"text": "Fairness demanded an equal division of the winnings."
				},
				{
					"text": "Many people questioned the fairness of the election."
				},
				{
					"text": "The new system of waiting lists should guarantee fairness to all patients."
				},
				{
					"text": "They were all treated with strict fairness."
				},
				{
					"text": "This is a matter of basic fairness."
				},
				{
					"text": "a way of achieving fairness to the accused"
				},
				{
					"text": "We want fairness across the whole city in the way funding is allocated."
				},
				{
					"text": "issues of economic fairness and personal equality"
				},
				{
					"text": "the need for fairness in applying these rules"
				},
				{
					"text": "Most democratic countries have established principles of social fairness."
				},
				{
					"text": "Smaller countries are calling for more fairness in international trade."
				},
				{
					"text": "The system needs to be changed in the interests of fairness."
				}
			],
			"collocations": {
				"adjective": ["basic", "elementary", "simple"],
				"verb + fairness": ["achieve", "ensure", "guarantee"],
				"fairness + verb": ["demand something", "require something"],
				"preposition": ["in (all) fairness", "with fairness", "fairness  in"],
				"phrases": ["a sense of fairness"]
			}
		},
		{
			"senseNumber": 2,
			"definition": "a pale colour of skin or hair",
			"cefr": "c1",
			"examples": [
				{
					"text": "A tan emphasized the fairness of her hair."
				}
			],
			"topics": ["Appearance"]
		},
		{
			"senseNumber": null,
			"definition": "used to introduce a statement that defends somebody who has just been criticized, or that explains another statement that may seem unreasonable",
			"examples": [
				{
					"text": "In all fairness to him, he did try to stop her leaving."
				},
				{
					"text": "I have in fairness to say that, as yet, there is no hard evidence to support these charges."
				},
				{
					"text": "In all fairness to him, I should say that most of his story is true."
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ˈfeənəs/",
				"audio": "fa/fairness/fairness__gb_1.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ˈfernəs/",
				"audio": "fa/fairness/fairness__us_1.mp3"
			}
		]
	},
	"wordOrigin": null
}
