{
  "term": "fate",
  "partOfSpeech": "noun",
  "ox5000": true,
  "cefr": "c1",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "the things, especially bad things, that will happen or have happened to somebody/something",
      "cefr": "c1",
      "examples": [
        {
          "text": "**The fate of** the three men is unknown."
        },
        {
          "text": "She sat outside, waiting to find out her fate."
        },
        {
          "text": "The court will **decide our fate/fates**."
        },
        {
          "text": "Each of the managers **suffered the same fate**."
        },
        {
          "text": "He warned about the scam so others could **avoid** a similar **fate**."
        },
        {
          "text": "Inhabitants of war-torn areas have been **abandoned to their fate**."
        },
        {
          "text": "From that moment **our fate was sealed** *(= our future was decided)*."
        },
        {
          "text": "He faces a grim fate if he is sent back to his own country."
        },
        {
          "text": "He had no desire to share the fate of his executed comrades."
        },
        {
          "text": "He had signed his confession and sealed his own fate."
        },
        {
          "text": "He will learn his fate in court tomorrow."
        },
        {
          "text": "His brother met an altogether different fate."
        },
        {
          "text": "His fate rests in the hands of the judges."
        },
        {
          "text": "Instead of just bemoaning your fate, why not do something to change it?"
        },
        {
          "text": "Jackson deserves a better fate than this."
        },
        {
          "text": "Our fate is tied to yours."
        },
        {
          "text": "She broke her ankle before the big game, then suffered the same fate a month later."
        },
        {
          "text": "She faces an uncertain fate."
        },
        {
          "text": "She has taken steps to control her own fate."
        },
        {
          "text": "She managed to escape the fate of the other rebels."
        },
        {
          "text": "The condemned men were resigned to their fate."
        },
        {
          "text": "The convicts awaited their fate in prison."
        },
        {
          "text": "The fate of the African wild dog hangs in the balance."
        },
        {
          "text": "The jury held the fate of the accused in their hands."
        },
        {
          "text": "The ultimate fate of the captured troops is unknown."
        },
        {
          "text": "They decided to kill themselves rather than suffer a worse fate at the hands of their enemy."
        },
        {
          "text": "They were warned of the dreadful fate that awaited them if ever they returned to their homes."
        },
        {
          "text": "They're worried about their political fate."
        },
        {
          "text": "This team's fate depends on how it performs today."
        },
        {
          "text": "Under-representation is the likely fate of small parties."
        },
        {
          "text": "What an unfortunate fate the gods had condemned her to."
        },
        {
          "text": "What had he done to deserve such a terrible fate?"
        },
        {
          "text": "Will it change the fate of the company?"
        },
        {
          "text": "Worst of all was the fate that befell the captured rebel general."
        },
        {
          "text": "the almost inevitable fate awaiting gorillas and tigers"
        },
        {
          "text": "the rights of a woman to choose the fate of her body"
        },
        {
          "text": "From the moment the hijackers took over the plane, their fate was sealed."
        },
        {
          "text": "Fortunately, Robert was spared this cruel fate."
        },
        {
          "text": "He had no idea what fate was in store for him."
        }
      ],
      "collocations": {
        "adjective": ["awful", "grim", "horrible"],
        "verb + fate": ["face", "meet", "suffer"],
        "fate + verb": [
          "await somebody/​something",
          "be in store for somebody/​something",
          "lie in store for somebody/​something"
        ],
        "phrases": [
          "leave your fate in somebody’s hands",
          "place your fate in somebody’s hands",
          "put your fate in somebody’s hands"
        ]
      }
    },
    {
      "senseNumber": 2,
      "definition": "the power that is believed to control everything that happens and that cannot be stopped or changed",
      "cefr": "c1",
      "examples": [
        {
          "text": "Fate was kind to me that day."
        },
        {
          "text": "By a strange **twist of fate**, Andy and I were on the same plane."
        },
        {
          "text": "Anne accepted the cruel hand that fate had dealt her."
        },
        {
          "text": "Fate decreed that she would never reach America."
        },
        {
          "text": "Fate took a hand in (= influenced ) the outcome of the championship."
        },
        {
          "text": "Fate was not smiling upon her today."
        },
        {
          "text": "For some reason fate conspired against them and everything they did was problematic."
        },
        {
          "text": "He believed that the universe was controlled by the whims of a cruel fate."
        },
        {
          "text": "He secretly hoped that fate would intervene and save him having to meet her."
        },
        {
          "text": "He was content standing aside, letting fate take its course."
        },
        {
          "text": "I have a great deal of trust and I leave everything to fate."
        },
        {
          "text": "It seemed a cruel twist of fate that the composer should have died so young."
        },
        {
          "text": "Little did she know what fate had in store for her."
        },
        {
          "text": "Only weeks later fate struck again, leaving her unable to compete."
        },
        {
          "text": "Such coincidences are almost enough to make one believe in fate."
        },
        {
          "text": "The new job had come at just the right time for him. Was it the hand of fate?"
        },
        {
          "text": "the prophet who predicts fate and can see the future"
        },
        {
          "text": "He suddenly started to rail against fate and all the things that had happened to him."
        }
      ],
      "topics": ["Religion and festivals"],
      "collocations": {
        "adjective": ["cruel", "kind"],
        "verb + fate": ["believe in", "tempt", "leave something to"],
        "fate + verb": ["decide something", "decree something", "intervene"],
        "phrases": ["an accident of fate", "a turn of fate", "a twist of fate"]
      }
    },
    {
      "senseNumber": null,
      "definition": "a terrible thing that could happen",
      "labels": "(often humorous)",
      "examples": [
        {
          "text": "At the last minute she was saved from a fate worse than death."
        },
        {
          "text": "Getting married seemed a fate worse than death."
        },
        {
          "text": "Obeying his parents' wishes for his life seemed a fate worse than death."
        }
      ]
    },
    {
      "senseNumber": null,
      "definition": "to do something too confidently in a way that might mean that your good luck will come to an end",
      "examples": [
        {
          "text": "She felt it would be tempting fate to try the difficult climb a second time."
        },
        {
          "text": "It would be tempting fate to say that we will definitely win the game."
        }
      ]
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/feɪt/",
        "audio": "fa/fate/fate__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/feɪt/",
        "audio": "fa/fate/fate__us_1.mp3"
      }
    ]
  },
  "wordOrigin": "late Middle English: from Italian fato or (later) from its source, Latin fatum ‘that which has been spoken’, from fari ‘speak’."
}
