{
  "term": "persistent",
  "partOfSpeech": "adjective",
  "academic": true,
  "ox5000": true,
  "cefr": "c1",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "determined to do something despite difficulties, especially when other people are against you and think that you are being annoying or unreasonable",
      "cefr": "c1",
      "examples": [
        {
          "text": "How do you deal with persistent salesmen who won't take no for an answer?"
        },
        {
          "text": "a **persistent offender** *(= a person who continues to commit crimes after they have been caught and punished)*"
        },
        {
          "text": "She can be very persistent when she wants something."
        },
        {
          "text": "Beware of these people's persistent sales techniques."
        },
        {
          "text": "He introduced a plan for dealing with persistent offenders."
        }
      ],
      "collocations": {
        "verbs": ["be"],
        "adverb": ["extremely", "incredibly", "really"]
      }
    },
    {
      "senseNumber": 2,
      "definition": "continuing for a long period of time, or repeated frequently, especially in a way that is annoying and cannot be stopped",
      "cefr": "c1",
      "examples": [
        {
          "text": "Persistent heavy rain held up work on the bridge for more than a week."
        },
        {
          "text": "The most common symptom is a persistent cough."
        },
        {
          "text": "I can’t take much more of this persistent criticism."
        },
        {
          "text": "He resigned over persistent rumours of his affair with an actress."
        },
        {
          "text": "Famine is a persistent problem in many parts of the world."
        },
        {
          "text": "The weeds were very persistent."
        },
        {
          "text": "a stubbornly persistent unemployment problem"
        },
        {
          "text": "Conflict is a common and persistent feature of society."
        },
        {
          "text": "Ear problems that are particularly painful or persistent should always be checked."
        },
        {
          "text": "He resigned over persistent rumours of his part in the scandal."
        },
        {
          "text": "Persistent pressure from the water authority forced the company to comply with the rules."
        },
        {
          "text": "Poor maths teaching was a persistent problem in schools."
        },
        {
          "text": "The problem of persistent shortages of food was turning into a crisis."
        },
        {
          "text": "There is a persistent tendency for wage costs to continue to rise."
        },
        {
          "text": "There were persistent reports of gross human rights abuses."
        }
      ],
      "synonyms": "unrelenting",
      "collocations": {
        "verbs": ["be"],
        "adverb": ["extremely", "incredibly", "really"]
      }
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/pəˈsɪstənt/",
        "audio": "pe/persistent/persistent__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/pərˈsɪstənt/",
        "audio": "pe/persistent/persistent__us_1.mp3"
      }
    ]
  },
  "wordOrigin": null
}
