{
	"term": "organization",
	"partOfSpeech": "noun",
	"ox3000": true,
	"cefr": "a2",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "a group of people who form a business, club, etc. together in order to achieve a particular aim",
			"cefr": "a2",
			"ox3000": true,
			"examples": [
				{
					"text": "She's the president of a large **international organization**."
				},
				{
					"text": "He works with local **community organizations**."
				},
				{
					"text": "a **voluntary/non-profit/non-governmental organization**"
				},
				{
					"text": "a **news/media organization**"
				},
				{
					"text": "The Mafia began as a secret **terrorist organization**."
				},
				{
					"text": "Sarah **joined** a student **organization**."
				},
				{
					"text": "to **found/form/establish an organization**"
				},
				{
					"text": "The organization provides housing and support services for homeless young people."
				},
				{
					"text": "the World Health Organization"
				},
				{
					"text": "The country plans to leave the organization."
				},
				{
					"text": "There are several talented people in that organization."
				},
				{
					"text": "The group is seen as a political organization."
				},
				{
					"text": "There are several non-governmental and non-profit organizations offering humanitarian assistance in the region."
				},
				{
					"text": "It's a research and advisory organization working to advance women of colour in business."
				},
				{
					"text": "There need to be changes throughout the organization."
				},
				{
					"text": "The e-mail was forwarded to several people within the organization."
				},
				{
					"text": "They were accused of being members of a terrorist organization."
				},
				{
					"text": "The school is funded by a religious organization."
				},
				{
					"text": "The minister met with representatives of conservation organizations."
				},
				{
					"text": "reporters employed by major news organizations like ABC, CBS and NBC"
				},
				{
					"text": "the Contemporary Art Society, an organization founded in 1910 by Roger Fry among others"
				},
				{
					"text": "He co-founded World Hunger Year, an organization devoted to ending world hunger."
				},
				{
					"text": "The Art Copyright Coalition is a new organization formed to fight copyright infringements worldwide."
				},
				{
					"text": "activist organizations involved in the fight against AIDS"
				},
				{
					"text": "We are a national organization campaigning for the preservation of the countryside."
				},
				{
					"text": "I work for a market research organization based in Paris."
				},
				{
					"text": "She runs a youth organization from her house."
				},
				{
					"text": "She will be the first woman and the first Asian-American to head the organization."
				},
				{
					"text": "We must critically examine the war coverage of other media organizations."
				},
				{
					"text": "Why not sponsor a local community organization?"
				},
				{
					"text": "The NAACP is one of the oldest and most respected civil rights organizations in the United States."
				},
				{
					"text": "Aid organizations have warned of a crisis if the drought continues."
				},
				{
					"text": "She joined a professional organization for women working in the law."
				},
				{
					"text": "The Council is an umbrella organization of one hundred women's groups."
				},
				{
					"text": "The Foundation has awarded more than $4 million in grants and awards to organizations and individuals."
				}
			],
			"topics": ["People in society"],
			"collocations": {
				"adjective": ["large", "major", "mass"],
				"verb + organization": ["disband"],
				"preposition": ["in an/​the organization"]
			}
		},
		{
			"senseNumber": 2,
			"definition": "the act of making arrangements or preparations for something",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "I leave most of the organization of these conferences to my assistant."
				},
				{
					"text": "A wedding on that scale takes a lot of organization."
				},
				{
					"text": "Organization and planning are, as always, essential."
				},
				{
					"text": "I admire her effective organization of the campaign."
				},
				{
					"text": "the smooth organization of the trip"
				},
				{
					"text": "They blamed the government for the poor organization of the election."
				},
				{
					"text": "He played key roles in the organization of major African American political conferences."
				},
				{
					"text": "Her brother helped with the organization of the event."
				},
				{
					"text": "My role includes meeting organization and report writing."
				},
				{
					"text": "The company is proud of its award-winning consumer research and sales organization."
				},
				{
					"text": "new forms of work organisation and management"
				},
				{
					"text": "The tournament suffered from very difficult playing conditions and poor organisation."
				}
			],
			"synonyms": "planning",
			"collocations": {
				"adjective": ["effective", "efficient", "poor"],
				"… of organization": ["degree"],
				"verb + organization": ["lack"],
				"phrases": ["a lack of organization"]
			}
		},
		{
			"senseNumber": 3,
			"definition": "the way in which the different parts of something are arranged",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "The report studies the organization of labour within the company."
				},
				{
					"text": "They experimented with new forms of **social organization**."
				},
				{
					"text": "These ideas are too simple for the more complex organization of modern societies."
				},
				{
					"text": "She detects a fundamental shift in the organization of North American society."
				},
				{
					"text": "the changing organization of the financial system"
				},
				{
					"text": "We examined the organization of existing charities."
				},
				{
					"text": "The organization of departments by discipline is often not conducive to integrative education."
				},
				{
					"text": "The organization of the group is based on the principle of cooperation."
				},
				{
					"text": "What do you think about the general organization of the piece?"
				},
				{
					"text": "The organization of the book makes it easy to use."
				},
				{
					"text": "By looking at the organization of the genes on chromosome 21, scientists can find clues about Down syndrome."
				},
				{
					"text": "There is increasing evidence that organization of lipids into domains plays a crucial role in many cellular functions."
				}
			],
			"synonyms": "structure",
			"collocations": {
				"adjective": ["effective", "efficient", "poor"],
				"… of organization": ["degree"],
				"verb + organization": ["lack"],
				"phrases": ["a lack of organization"]
			}
		},
		{
			"senseNumber": 4,
			"definition": "the quality of being arranged in a neat, careful and logical way",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "She is highly intelligent but her work lacks organization."
				},
				{
					"text": "The website would be more effective with better organization."
				},
				{
					"text": "Problems occur due to the slow speed of processing and the poor organization of information."
				},
				{
					"text": "I found the article was lacking in organization."
				},
				{
					"text": "There was a complete lack of organization in their household."
				},
				{
					"text": "He helped me with the organization of my ideas."
				},
				{
					"text": "the organization of facts into sections"
				}
			],
			"collocations": {
				"adjective": ["effective", "efficient", "poor"],
				"… of organization": ["degree"],
				"verb + organization": ["lack"],
				"phrases": ["a lack of organization"]
			}
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ˌɔːɡənaɪˈzeɪʃn/",
				"audio": "or/organization/organization__gb_3.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ˌɔːrɡənəˈzeɪʃn/",
				"audio": "or/organization/organization__us_1.mp3"
			}
		]
	},
	"wordOrigin": null
}
