{
  "word": "bank",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/bæŋk/",
        "audio": "data/audio/b/bank/bank__gb_2.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/bæŋk/",
        "audio": "data/audio/b/bank/bank__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "an organization that provides various financial services, for example keeping or lending money",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "I don't have much money in the bank at the end of the month."
        },
        {
          "text": "I need to go to the bank *(= the local office of a bank)*."
        },
        {
          "text": "We are now in competition with the big global banks."
        },
        {
          "text": "Major banks are increasing the amount they lend to small companies."
        },
        {
          "text": "He got a large loan from the bank."
        },
        {
          "text": "She got a **bank loan** to finance the purchase."
        },
        {
          "text": "I had a meeting with the **bank manager**."
        },
        {
          "text": "He was shot as he tried to foil a **bank robbery**."
        },
        {
          "text": "I need to get some money out of the bank."
        },
        {
          "text": "I'll put half the money in the bank and spend the rest."
        },
        {
          "text": "Investors lost millions when the bank crashed."
        },
        {
          "text": "Many of these banks issue both credit and debit cards."
        },
        {
          "text": "She has her money in one of the largest savings banks."
        },
        {
          "text": "The bank charged him a monthly $5 fee."
        },
        {
          "text": "The bank lent her money to buy a car."
        },
        {
          "text": "The bond will be priced by the issuing bank."
        },
        {
          "text": "The company owes the bank more than €4 million."
        },
        {
          "text": "The government has refused to bail out the bank."
        },
        {
          "text": "A group of ten international banks is to underwrite and sell the bonds."
        }
      ],
      "topics": ["Money"]
    },
    {
      "senseNumber": "2",
      "definition": "a supply of money or things that are used as money in some games, especially those in which gambling is involved",
      "examples": []
    },
    {
      "senseNumber": "3",
      "definition": "an amount of something that is collected; a place where something is stored ready for use",
      "examples": [
        {
          "text": "a bank of knowledge"
        },
        {
          "text": "a **blood/sperm bank**"
        },
        {
          "text": "They intend to establish a bank of information which will be accessible to the public."
        }
      ]
    },
    {
      "senseNumber": "4",
      "definition": "a place or container where something may be placed for recycling",
      "examples": [
        {
          "text": "Take old clothes and shoes to the local recycling bank."
        }
      ]
    },
    {
      "senseNumber": "5",
      "definition": "the side of a river, canal, etc. and the land near it",
      "sensetop": "on the bank/banks of something",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "We strolled along the **river bank**."
        },
        {
          "text": "He jumped in and swam to the opposite bank."
        },
        {
          "text": "a house on the banks of the River Severn *(= on land near the river)*",
          "contextForm": "on the bank/banks of something"
        },
        {
          "text": "It's on the north bank of the Thames."
        },
        {
          "text": "The river **burst its banks** after heavy rain."
        },
        {
          "text": "We could see them waving on the opposite bank."
        },
        {
          "text": "We had a picnic on the banks of the Thames."
        }
      ],
      "topics": ["Geography"]
    },
    {
      "senseNumber": "6",
      "definition": "a raised area of ground that slopes at the sides, often at the edge of something or dividing something",
      "examples": [
        {
          "text": "There were low banks of earth between the rice fields."
        },
        {
          "text": "The girls ran down the steep grassy bank."
        }
      ]
    },
    {
      "senseNumber": "7",
      "definition": "an artificial slope built at the side of a road, so that cars can drive fast around bends",
      "cefr": "c1",
      "examples": [],
      "topics": ["Transport by car or lorry"]
    },
    {
      "senseNumber": "8",
      "definition": "a mass of cloud, snow, etc., especially one formed by the wind",
      "cefr": "c2",
      "examples": [
        {
          "text": "The sun disappeared behind a bank of clouds."
        }
      ],
      "topics": ["Weather"],
      "collocations": {
        "adjective": ["huge", "vast", "cloud"],
        "preposition": ["bank of"]
      }
    },
    {
      "senseNumber": "9",
      "definition": "a row or series of similar objects, especially machines",
      "examples": [
        {
          "text": "a bank of lights/computers"
        },
        {
          "text": "She was faced with a huge bank of switches and buttons."
        },
        {
          "text": "She was working a phone bank for the Democrats."
        }
      ],
      "collocations": {
        "adjective": ["huge", "vast", "cloud"],
        "preposition": ["bank of"]
      }
    },
    {
      "definition": "financial support from your parents, especially when you are an adult",
      "labels": "(British English, informal)",
      "examples": [
        {
          "text": "Without support from the Bank of Mum and Dad, they could find themselves locked out of the housing market."
        }
      ],
      "topics": ["Money"]
    },
    {
      "definition": "to make a lot of money easily and feel very pleased about it",
      "labels": "(informal)",
      "examples": []
    },
    {
      "definition": "if you say something won’t break the bank, you mean that it won’t cost a lot of money, or more than you can afford",
      "labels": "(informal, humorous)",
      "examples": [
        {
          "text": "We can just get a sandwich if you want—that won’t break the bank."
        }
      ]
    }
  ],
  "wordOrigin": "noun senses 4 to 8 Middle English: from Old Norse bakki, of Germanic origin; related to bench. The senses of is ‘set of things in rows’ from French banc, of the same ultimate origin. noun senses 1 to 3 late 15th cent. (originally denoting a money dealer's table): from French banque or Italian banca, from medieval Latin banca, bancus, of Germanic origin; related to other senses of bank and bench."
}
