{
  "term": "instance",
  "partOfSpeech": "noun",
  "academic": true,
  "ox3000": true,
  "cefr": "b2",
  "definitions": [
    {
      "senseNumber": null,
      "definition": "a particular example or case of something",
      "sensetop": "instance of somebody/somethinginstance of doing somethinginstance of somebody/something doing somethingin an instanceinstance in which…instance where…",
      "ox3000": true,
      "examples": [
        {
          "text": "The report highlights a number of instances of injustice.",
          "contextForm": "instance of somebody/something"
        },
        {
          "text": "He admitted two instances of taking money from the till.",
          "contextForm": "instance of doing something"
        },
        {
          "text": "There have been several instances of that happening.",
          "contextForm": "instance of somebody/something doing something"
        },
        {
          "text": "In most instances, there will be no need for further treatment.",
          "contextForm": "in an instance"
        },
        {
          "text": "In rare instances, viral infections in the mother may be passed to the unborn child."
        },
        {
          "text": "I would normally suggest taking time off work, but **in this instance** I'm not sure that would do any good."
        },
        {
          "text": "Students described many instances in which they had felt uncomfortable speaking in class.",
          "contextForm": "instance in which…"
        },
        {
          "text": "This is one of the few instances where the director does not succeed.",
          "contextForm": "instance where…"
        },
        {
          "text": "We have had instances of people who did not feel it was worth reporting a crime."
        },
        {
          "text": "There are still countless instances of women being paid less for doing the same work as men."
        },
        {
          "text": "Experts cite the country as an instance where human rights violations could lead to international intervention."
        },
        {
          "text": "Further information is required to determine the correct answer in any given instance."
        },
        {
          "text": "I cannot recall any other instance in modern times in which a huge and mighty state crumbled to dust."
        },
        {
          "text": "In one instance, several people had their mobile phones stolen."
        },
        {
          "text": "It is not always helpful to draw analogies, but in this instance it is useful."
        },
        {
          "text": "North America provides the most striking instance of European settlement on a grand scale."
        },
        {
          "text": "There are many documented instances of mass hysteria."
        },
        {
          "text": "This instance shows how important it is to check that the machine is working properly before you use it."
        },
        {
          "text": "This is a classic instance of Dostoevsky's writing operating on two levels."
        },
        {
          "text": "This is an instance of his general attitude to his employees."
        },
        {
          "text": "To take a particular instance of this problem:…"
        }
      ],
      "collocations": {
        "adjective": ["countless", "innumerable", "many"],
        "verb + instance": ["give", "provide", "represent"],
        "instance + verb": ["occur", "show something"],
        "preposition": ["for instance", "in… instance", "instance of"],
        "phrases": ["in the first instance"]
      }
    },
    {
      "senseNumber": null,
      "definition": "for example",
      "examples": [
        {
          "text": "What would you do, for instance, if you found a member of staff stealing?"
        },
        {
          "text": "Murder, petty theft and tax evasion, for instance, all have different motives and consequences."
        }
      ]
    },
    {
      "senseNumber": null,
      "definition": "as the first part of a series of actions",
      "labels": "(formal)",
      "examples": [
        {
          "text": "In the first instance, notify the police and then contact your insurance company."
        },
        {
          "text": "In the first instance, a letter from your employer may be all you need."
        }
      ]
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈɪnstəns/",
        "audio": "in/instance/instance__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈɪnstəns/",
        "audio": "in/instance/instance__us_2.mp3"
      }
    ]
  },
  "wordOrigin": "late 16th cent. (in its current sense): from medieval Latin instantia ‘example to the contrary’ (translating Greek enstasis ‘objection’); hence the meaning “single occurrence”."
}
