{
  "word": "stage",
  "partOfSpeech": "noun",
  "ox3000": true,
  "cefr": "b2",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/steɪdʒ/",
        "audio": "s/stage/stage__gb_2.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/steɪdʒ/",
        "audio": "s/stage/stage__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a period or state that something/somebody passes through while developing or making progress",
      "sensetop": "at… stagein… stagestage in somethingstage of somethingstage of doing something",
      "cefr": "a2",
      "ox3000": true,
      "examples": [
        {
          "text": "I can't make a decision **at this stage**.",
          "contextForm": "at… stage"
        },
        {
          "text": "**At one stage** it looked as though they would win."
        },
        {
          "text": "The product is at the design stage."
        },
        {
          "text": "This technology is still in its **early stages**.",
          "contextForm": "in… stage"
        },
        {
          "text": "A new version is in the **final stages** of testing."
        },
        {
          "text": "She's **reached a** crucial **stage** in her career.",
          "contextForm": "stage in something"
        },
        {
          "text": "The children are at various **stages of development**.",
          "contextForm": "stage of something"
        },
        {
          "text": "All babies go through a stage of not wanting to leave their mother.",
          "contextForm": "stage of doing something"
        },
        {
          "text": "The completion of the film coincided with the closing stages of the war."
        },
        {
          "text": "They cut corners at every stage of the process."
        },
        {
          "text": "The project is now at the halfway stage."
        },
        {
          "text": "She met him at a crucial stage in her life."
        },
        {
          "text": "a woman in the late stages of pregnancy"
        },
        {
          "text": "I'm at a stage in my career where I want to build up experience."
        },
        {
          "text": "Have we reached a stage where the business is too big to be allowed to fail?"
        },
        {
          "text": "The courts are a last resort and I hope matters will be resolved before we reach that stage."
        },
        {
          "text": "By this stage you really should know what you're doing."
        },
        {
          "text": "At this stage of the game anything could happen."
        },
        {
          "text": "The technology is still very much in the developmental stage."
        },
        {
          "text": "The announcement marks the latest stage in an ongoing investigation."
        },
        {
          "text": "We may be able to do something about this at a later stage."
        },
        {
          "text": "The bill is currently going through its final stages before becoming law."
        },
        {
          "text": "You need to consider all costs from the planning stage right through to final production."
        },
        {
          "text": "At this stage of the proceedings it's too early to predict the outcome."
        },
        {
          "text": "Her husband was in the advanced stages of cancer."
        },
        {
          "text": "This adaptation represented an important stage in human evolution."
        },
        {
          "text": "He seemed like a throwback to an earlier stage of human evolution."
        },
        {
          "text": "You should read this article at some stage."
        },
        {
          "text": "a young entertainer at the formative stages of his career"
        },
        {
          "text": "an important stage in her life"
        },
        {
          "text": "the different life stages of insects and fish"
        },
        {
          "text": "All flies pass through four life stages: egg, larva, pupa and adult."
        },
        {
          "text": "the latter stages of the race"
        },
        {
          "text": "The tension was high in the closing stages of the debate."
        },
        {
          "text": "We've entered a crucial stage in the project."
        },
        {
          "text": "People tend to work hard at this stage of life."
        }
      ],
      "collocations": {
        "adjective": ["distinct", "beginning", "early"],
        "verb + stage": ["go through", "move through", "pass through"],
        "preposition": ["at a/​the stage", "by stages", "during a/​the stage"],
        "phrases": [
          "the beginning of a stage",
          "the end of a stage",
          "a stage further"
        ]
      }
    },
    {
      "senseNumber": "2",
      "definition": "a separate part that a process, etc. is divided into",
      "sensetop": "in stages",
      "cefr": "a2",
      "ox3000": true,
      "examples": [
        {
          "text": "We did the first stage of the trip by train."
        },
        {
          "text": "The pay increase will be introduced in stages *(= not all at once)*.",
          "contextForm": "in stages"
        },
        {
          "text": "All the recipes are broken down into easy stages."
        },
        {
          "text": "We can take the argument one stage further."
        },
        {
          "text": "The police are building up a picture of the incident stage by stage."
        },
        {
          "text": "The water goes through three stages of purification."
        },
        {
          "text": "Stage one was cleaning the walls and floors and washing the windows."
        },
        {
          "text": "The final stage of the winemaking cycle takes place in the bottling plant."
        },
        {
          "text": "We will complete the journey in stages."
        },
        {
          "text": "We renovated the house in two stages."
        },
        {
          "text": "a process that by stages led to the Cold War"
        },
        {
          "text": "The process has three distinct stages."
        },
        {
          "text": "The project is still at the planning stage."
        },
        {
          "text": "The book guides you through making your own website in easy stages."
        },
        {
          "text": "take the investigation one stage further"
        },
        {
          "text": "The university was put together by stages."
        },
        {
          "text": "She is learning a new vocal technique by stages."
        },
        {
          "text": "Pupils are tested at the end of each stage of the course."
        },
        {
          "text": "Colombia's win sent them through to the knockout stage of the tournament."
        },
        {
          "text": "She got through to stage two of the competition."
        },
        {
          "text": "Are you ready for the next stage?"
        }
      ],
      "synonyms": "phase",
      "collocations": {
        "adjective": ["distinct", "beginning", "early"],
        "verb + stage": ["go through", "move through", "pass through"],
        "preposition": ["at a/​the stage", "by stages", "during a/​the stage"],
        "phrases": [
          "the beginning of a stage",
          "the end of a stage",
          "a stage further"
        ]
      }
    },
    {
      "senseNumber": "3",
      "definition": "a raised area, usually in a theatre, etc. where actors, dancers, etc. perform",
      "sensetop": "on stageoff stageonto the stage",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "There were more than 50 people on stage in one scene.",
          "contextForm": "on stage"
        },
        {
          "text": "Half the band walked off stage.",
          "contextForm": "off stage"
        },
        {
          "text": "The audience threw flowers onto the stage.",
          "contextForm": "onto the stage"
        },
        {
          "text": "The main character then **takes the stage** *(= comes onto it)*."
        },
        {
          "text": "Rose exits stage left *(= to the left hand side of the stage)*."
        },
        {
          "text": "She came off stage to great applause."
        },
        {
          "text": "She walked across the stage to take her seat at the press conference."
        },
        {
          "text": "There is huge excitement as the band enters the stage."
        },
        {
          "text": "When he was on stage he became another person."
        },
        {
          "text": "A fan jumped up onto the stage."
        },
        {
          "text": "A group of tables were converted into a makeshift stage."
        },
        {
          "text": "A trumpet sounded off stage."
        },
        {
          "text": "Rihanna returned to the concert stage last week."
        },
        {
          "text": "He once shared a stage with Frank Sinatra."
        },
        {
          "text": "He was too nervous to go on stage."
        },
        {
          "text": "I was shaking as I took the stage."
        },
        {
          "text": "The singer stalks around the stage in a tight white jumpsuit."
        },
        {
          "text": "A bright yellow light shines above the stage."
        },
        {
          "text": "Images flash up on the vast screen behind the stage."
        },
        {
          "text": "She left the stage to tumultuous applause."
        },
        {
          "text": "She was booed off the stage."
        },
        {
          "text": "The entire cast is on stage in the final scene."
        },
        {
          "text": "The vocalist stands in a spotlight at centre stage."
        },
        {
          "text": "He walks to the front of the stage and addresses the audience."
        },
        {
          "text": "Rudolf is stage right with his back to the audience."
        },
        {
          "text": "The stage direction reads 'Enter stage left'."
        },
        {
          "text": "They played the main stage at Glastonbury."
        },
        {
          "text": "The stage set is the most expensive ever built."
        },
        {
          "text": "The only stage props are a chair and small table."
        }
      ],
      "topics": ["Film and theatre"],
      "collocations": {
        "adjective": ["centre/​center", "main", "empty"],
        "verb + stage": ["go on", "hit", "step on"],
        "stage + noun": ["musical", "play", "production"],
        "phrases": [
          "the back of the stage",
          "the edge of the stage",
          "the front of the stage"
        ]
      }
    },
    {
      "senseNumber": "4",
      "definition": "the theatre and the world of acting as a form of entertainment",
      "sensetop": "on the stage",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "The screenplay was originally written for the stage."
        },
        {
          "text": "His parents didn't want him to go on the stage *(= to be an actor)*.",
          "contextForm": "on the stage"
        },
        {
          "text": "She was a popular star of **stage and screen** *(= theatre and cinema/movies)*."
        },
        {
          "text": "a stage play/musical/show"
        },
        {
          "text": "She is one of the finest actors ever to grace the stage."
        },
        {
          "text": "She took to the stage when she was at university."
        },
        {
          "text": "He became a star as soon as he bounded onto the New York stage."
        },
        {
          "text": "After making several hit movies she returned to the stage."
        },
        {
          "text": "This haunting fairy tale has been brought to the stage by Polly Beale."
        },
        {
          "text": "I love 'Hamlet' and never tire of seeing it on stage or film."
        },
        {
          "text": "In its journey from stage to screen the story has undergone some changes."
        },
        {
          "text": "She has written for stage, TV and film."
        },
        {
          "text": "She made her stage debut at the age of four."
        },
        {
          "text": "She was known for her powerful stage presence."
        },
        {
          "text": "There was a huge difference between the real man and his stage persona."
        },
        {
          "text": "He has been in some films, but is best known as a stage actor."
        },
        {
          "text": "Stravinsky's last stage work"
        },
        {
          "text": "He wrote the music for his own stage adaptation of A Clockwork Orange."
        },
        {
          "text": "the stage version of ‘The Lion King’"
        }
      ],
      "collocations": {
        "adjective": ["centre/​center", "main", "empty"],
        "verb + stage": ["go on", "hit", "step on"],
        "stage + noun": ["musical", "play", "production"],
        "phrases": [
          "the back of the stage",
          "the edge of the stage",
          "the front of the stage"
        ]
      }
    },
    {
      "senseNumber": "5",
      "definition": "an area of activity where important things happen, especially in politics",
      "examples": [
        {
          "text": "She was forced to the centre of the political stage."
        },
        {
          "text": "The country is now a major player on **the world stage**."
        },
        {
          "text": "Germany is playing a leading role on **the international stage**."
        }
      ],
      "collocations": {
        "adjective": ["centre/​center", "main", "empty"],
        "verb + stage": ["go on", "hit", "step on"],
        "stage + noun": ["musical", "play", "production"],
        "phrases": [
          "the back of the stage",
          "the edge of the stage",
          "the front of the stage"
        ]
      }
    },
    {
      "senseNumber": "6",
      "definition": "a stagecoach (= a large carriage pulled by horses that was used in the past to carry passengers, and often mail, along a regular route)",
      "labels": "(old-fashioned, informal)",
      "examples": []
    },
    {
      "definition": "to make it possible for something to happen; to make something likely to happen",
      "examples": [
        {
          "text": "Family problems in childhood can set the stage for stress in adult life."
        },
        {
          "text": "The thrilling semi-finals set the stage for what should be a great game."
        }
      ]
    }
  ],
  "wordOrigin": "Middle English (denoting a floor of a building, platform, or stopping place): shortening of Old French estage ‘dwelling’, based on Latin stare ‘to stand’. Current senses of the verb date from the early 17th cent."
}
