{
  "word": "subject",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈsʌbdʒɪkt//ˈsʌbdʒekt/",
        "audio": "s/subject/subject__gb_7.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈsʌbdʒɪkt//ˈsʌbdʒekt/",
        "audio": "s/subject/subject__us_4_rr.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a thing or person that is being discussed, described or dealt with",
      "sensetop": "subject of somethingon a/the subjecton the subject of something",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "Walker's work has been the **subject of** much **debate**.",
          "contextForm": "subject of something"
        },
        {
          "text": "a subject of discussion/conversation"
        },
        {
          "text": "Nelson Mandela is the subject of a new biography."
        },
        {
          "text": "The incident is currently the subject of a police investigation."
        },
        {
          "text": "books on many different subjects",
          "contextForm": "on a/the subject"
        },
        {
          "text": "I have nothing more to say on the subject."
        },
        {
          "text": "a magazine article on the subject of space travel",
          "contextForm": "on the subject of something"
        },
        {
          "text": "How did we **get onto the subject of** marriage?"
        },
        {
          "text": "I wish you'd **change the subject** *(= talk about something else)*."
        },
        {
          "text": "We seem to have **got off the subject** we're meant to be discussing."
        },
        {
          "text": "a **subject for debate/discussion**"
        },
        {
          "text": "The university runs a wide range of research programmes in different **subject areas**."
        },
        {
          "text": "The new police authority has been the subject of intense political debate."
        },
        {
          "text": "Can we talk about a more cheerful subject?"
        },
        {
          "text": "Each candidate has to speak for three minutes on her chosen subject."
        },
        {
          "text": "Getting back to the subject of heating, has anyone got any suggestions for improvements?"
        },
        {
          "text": "I don't wish to discuss it any further—the subject is closed."
        },
        {
          "text": "I wasn't quite sure how to deal with the delicate subject of money."
        },
        {
          "text": "I wish he'd stick to the subject rather than telling us his boring stories."
        },
        {
          "text": "Let's drop the subject since we don't seem to be able to agree."
        },
        {
          "text": "Once he gets onto his pet subject there's no stopping him."
        },
        {
          "text": "She was supposed to be speaking about sales figures, but she kept wandering off the subject."
        },
        {
          "text": "The subject of gambling has come up several times recently."
        },
        {
          "text": "This chapter deals with a very serious subject."
        },
        {
          "text": "We discussed a wide range of subjects."
        },
        {
          "text": "We touched briefly on the subject."
        },
        {
          "text": "We want to have a fresh look at the difficult subject of corporate fraud."
        },
        {
          "text": "This issue has been a subject of public debate for years."
        },
        {
          "text": "While we're on the subject of the theatre, has anyone been to see the new show?"
        },
        {
          "text": "Work is a taboo subject when we go out for dinner."
        },
        {
          "text": "books on such diverse subjects as trains and ancient sculpture"
        },
        {
          "text": "Don't keep changing the subject."
        },
        {
          "text": "I know very little about the subject."
        },
        {
          "text": "This is a very sensitive subject for the government."
        },
        {
          "text": "The company has been the subject of two investigations by the association."
        },
        {
          "text": "This will be a subject of ongoing discussion for many more months."
        },
        {
          "text": "He decided to broach the subject with his mother."
        },
        {
          "text": "This is a well-made film that tackles an important subject."
        },
        {
          "text": "He has no clear views on the subject."
        },
        {
          "text": "She knows a lot about horses, and has written a book on the subject."
        },
        {
          "text": "The proposed development looks likely to be the subject of a public inquiry."
        }
      ],
      "topics": ["Language"],
      "collocations": {
        "adjective": ["big", "complex", "complicated"],
        "verb + subject": ["cover", "debate", "discuss"],
        "subject + verb": [
          "arise",
          "come up",
          "range from something to something"
        ],
        "subject + noun": ["matter"],
        "preposition": ["on a/​the subject", "subject of"],
        "phrases": ["a range of subjects", "a variety of subjects"]
      }
    },
    {
      "senseNumber": "2",
      "definition": "an area of knowledge studied in a school, college, etc.",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "Biology is my favourite subject."
        },
        {
          "text": "Which subjects are you studying?"
        },
        {
          "text": "The college offers a wide range of subjects."
        },
        {
          "text": "He did well in every subject."
        },
        {
          "text": "His unusual choice of subjects made it harder to find a job."
        },
        {
          "text": "internet courses on diverse subjects ranging from nursing to computers"
        },
        {
          "text": "She was disappointed to fail in two of her four subjects."
        },
        {
          "text": "Students are free to drop the subject at age 14."
        },
        {
          "text": "The department offers seven different subjects in all."
        },
        {
          "text": "What subjects are you taking at A level?"
        },
        {
          "text": "The core subjects are English, maths and science."
        },
        {
          "text": "The school teaches academic subjects, music, drama and sport."
        },
        {
          "text": "Subjects covered on the course include soil, botany and plant species."
        },
        {
          "text": "I am more comfortable teaching certain subject areas than others."
        }
      ],
      "topics": ["Education"],
      "collocations": {
        "adjective": ["difficult", "easy", "compulsory"],
        "verb + subject": ["take", "offer", "choose"],
        "subject + noun": ["area"],
        "preposition": ["in a/​the subject"],
        "phrases": [
          "a choice of subject",
          "a choice of subjects",
          "a range of subjects"
        ]
      }
    },
    {
      "senseNumber": "3",
      "definition": "a person or thing that is the main feature of a picture or photograph, or that a work of art is based on",
      "examples": [
        {
          "text": "Focus the camera on the subject."
        },
        {
          "text": "Classical landscapes were a popular subject with many 18th century painters."
        }
      ]
    },
    {
      "senseNumber": "4",
      "definition": "a person or thing being used to study something, especially in an experiment",
      "cefr": "c1",
      "examples": [
        {
          "text": "We need male subjects between the ages of 18 and 25 for the experiment."
        },
        {
          "text": "research on human subjects"
        },
        {
          "text": "None of the study subjects altered his or her diet in any other way."
        }
      ],
      "topics": ["Scientific research"]
    },
    {
      "senseNumber": "5",
      "definition": "a noun, noun phrase or pronoun representing the person or thing that performs the action of the verb (I in I sat down.), about which something is stated (the house in the house is very old) or, in a passive sentence, that is affected by the action of the verb (the tree in the tree was blown down in the storm)",
      "examples": []
    },
    {
      "senseNumber": "6",
      "definition": "a person who belongs to a particular country, especially one with a king or queen",
      "examples": [
        {
          "text": "a British subject"
        },
        {
          "text": "The prince had to tax his subjects heavily to raise money for the war."
        }
      ]
    }
  ],
  "wordOrigin": "Middle English (in the sense ‘(person) owing obedience’): from Old French suget, from Latin subjectus ‘brought under’, past participle of subicere, from sub- ‘under’ + jacere ‘throw’. Senses relating to philosophy, logic, and grammar are derived ultimately from Aristotle's use of to hupokeimenon meaning ‘material from which things are made’ and ‘subject of attributes and predicates’."
}
