{
  "word": "middle",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈmɪdl/",
        "audio": "m/middle/middle__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈmɪdl/",
        "audio": "m/middle/middle__us_2.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "the part of something that is at an equal distance from all its edges or sides; a point or a period of time between the beginning and the end of something",
      "sensetop": "in the middlein the middle of somethingdown the middleby the middle of something",
      "cefr": "a2",
      "ox3000": true,
      "examples": [
        {
          "text": "a lake with an island in the middle",
          "contextForm": "in the middle"
        },
        {
          "text": "This chicken isn't cooked in the middle."
        },
        {
          "text": "Her car was stuck in the middle of the road.",
          "contextForm": "in the middle of something"
        },
        {
          "text": "The phone rang in the middle of the night."
        },
        {
          "text": "You can’t leave in the middle of the meeting!"
        },
        {
          "text": "His picture was **right/bang** *(= exactly)* **in the middle** of the front page."
        },
        {
          "text": "I have a pain in the middle of my back."
        },
        {
          "text": "Low temperatures in the middle of winter can kill some trees."
        },
        {
          "text": "Take a sheet of paper and draw a line down the middle.",
          "contextForm": "down the middle"
        },
        {
          "text": "I should have finished by the middle of the week.",
          "contextForm": "by the middle of something"
        },
        {
          "text": "I like a story with a beginning, a middle and an end."
        },
        {
          "text": "He was standing in the middle of the room."
        },
        {
          "text": "I was born in the middle of the war."
        },
        {
          "text": "It hit him bang in the middle of his forehead."
        },
        {
          "text": "Let's wait until the middle of April."
        },
        {
          "text": "They stood in the middle of the field."
        },
        {
          "text": "We moved to the middle of London."
        }
      ]
    },
    {
      "senseNumber": "2",
      "definition": "a person’s waist",
      "labels": "(informal)",
      "examples": [
        {
          "text": "Tie the rope around your middle."
        },
        {
          "text": "I’ve put on weight around the middle."
        },
        {
          "text": "The work features a stuffed goat with a rubber tyre around its middle."
        }
      ]
    },
    {
      "definition": "to be involved in an argument or fight between two other people or groups",
      "examples": [
        {
          "text": "When they quarrel, I am often caught in the middle."
        }
      ]
    },
    {
      "definition": "to be busy doing something",
      "examples": [
        {
          "text": "They were in the middle of dinner when I called."
        },
        {
          "text": "I'm in the middle of writing a difficult letter."
        }
      ]
    },
    {
      "definition": "a place that is a long way from other buildings, towns, etc.",
      "labels": "(informal)",
      "examples": [
        {
          "text": "She lives on a small farm in the middle of nowhere."
        }
      ]
    },
    {
      "definition": "to divide something into two equal parts; to divide into two equal parts",
      "examples": [
        {
          "text": "The country was split down the middle over the strike *(= half supported it, half did not)*."
        },
        {
          "text": "Divide the cake down the middle."
        },
        {
          "text": "It would seem the community has divided down the middle, with some favouring expansion and some dead set against it."
        }
      ]
    }
  ],
  "wordOrigin": "Old English middel, of West Germanic origin; related to Dutch middel and German Mittel."
}
