{
  "term": "particularly",
  "partOfSpeech": "adverb",
  "ox3000": true,
  "cefr": "b1",
  "definitions": [
    {
      "senseNumber": null,
      "definition": "especially; more than usual or more than others",
      "examples": [
        {
          "text": "**particularly useful/important/interesting**"
        },
        {
          "text": "I **particularly like** the colour of the walls."
        },
        {
          "text": "The story **focuses particularly** on the character of Nelly."
        },
        {
          "text": "Traffic is bad, particularly in the city centre."
        },
        {
          "text": "I enjoyed the play, particularly the second half."
        },
        {
          "text": "The task was **not particularly** *(= not very)* difficult."
        },
        {
          "text": "‘Did you enjoy it?’ ‘No, **not particularly** *(= not very much)*.’"
        },
        {
          "text": "I don't **particularly care** *(= I don't care very much)* what happens to him."
        },
        {
          "text": "This chapter is a particularly useful review of the technology available."
        },
        {
          "text": "It is particularly important to rule out meningitis in these cases."
        },
        {
          "text": "Please let us know if there are any areas you find particularly interesting."
        },
        {
          "text": "The student's biggest enemy is time and this is particularly true of subjects which call for extended reading."
        },
        {
          "text": "People living alone are particularly vulnerable to the disease."
        },
        {
          "text": "This message seems particularly relevant today."
        },
        {
          "text": "It was particularly galling to be labelled as insensitive by such people."
        },
        {
          "text": "We're particularly interested in the genes that make the bacteria so virulent."
        },
        {
          "text": "This group is particularly concerned about the effects of age on their appearance."
        },
        {
          "text": "They are particularly keen to attract younger members."
        },
        {
          "text": "We were particularly pleased with the children's performance."
        },
        {
          "text": "The visitors were particularly impressed with the dessert."
        },
        {
          "text": "The term 'mixed media' is applied particularly to modern pieces in which a range of unconventional materials is used."
        },
        {
          "text": "This was not a film I particularly enjoyed, though I appreciated its quality."
        },
        {
          "text": "He never seemed particularly worried by what was happening."
        },
        {
          "text": "This comment struck me as particularly unhelpful."
        },
        {
          "text": "The production is impressive, particularly given the limited budget."
        },
        {
          "text": "He quickly built up a reputation in Europe, particularly in Germany."
        }
      ]
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/pəˈtɪkjələli/",
        "audio": "pa/particularly/particularly__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/pərˈtɪkjələrli/",
        "audio": "pa/particularly/particularly__us_1.mp3"
      }
    ]
  },
  "wordOrigin": null
}
