{
  "word": "client",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈklaɪənt/",
        "audio": "uk_pron/c/cli/clien/client__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈklaɪənt/",
        "audio": "us_pron/c/cli/clien/client__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a person who uses the services or advice of a professional person or organization",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "She's a well-known lawyer with many famous clients."
        },
        {
          "text": "potential/prospective clients"
        },
        {
          "text": "It is our job to act on behalf of the client."
        },
        {
          "text": "We will advise the client on the best way to solve the problem."
        },
        {
          "text": "Social workers must always consider the best interests of their clients."
        },
        {
          "text": "Corporate clients usually want their work done much faster than private clients."
        },
        {
          "text": "A new branch has been opened to serve clients in Dallas."
        },
        {
          "text": "On behalf of my client, I would like to remind you of your obligations in this matter."
        },
        {
          "text": "She's so busy that she's not taking on any new clients."
        },
        {
          "text": "The company needs to focus on its biggest clients."
        },
        {
          "text": "a campaign to attract new clients"
        },
        {
          "text": "the relationship of solicitor and client"
        },
        {
          "text": "It is important that both therapists and clients believe that change is possible."
        },
        {
          "text": "The company keeps in touch with clients online."
        },
        {
          "text": "Advice is offered at no additional cost to the client."
        },
        {
          "text": "The organization helps clients plan for the future."
        },
        {
          "text": "The company's major clients include interior designers and galleries."
        },
        {
          "text": "They have developed a broad client base in the local area."
        },
        {
          "text": "Sharing your business plan or client list is not advisable."
        },
        {
          "text": "client confidentiality agreements"
        },
        {
          "text": "The company negotiates flexible contracts on behalf of its clients."
        },
        {
          "text": "Surgery opening will be extended to 8pm for clients by appointment."
        },
        {
          "text": "Our first meeting with a prospective client includes a thorough review of our past work."
        }
      ],
      "topics": ["Business"],
      "collocations": {
        "adjective": ["big", "important", "large"],
        "verb + client": ["advise", "assist", "help"],
        "preposition": ["on behalf of client"]
      }
    },
    {
      "senseNumber": "2",
      "definition": "a computer that is linked to a server",
      "labels": "(computing)",
      "cefr": "c2",
      "examples": [],
      "topics": ["Computers"]
    }
  ],
  "wordOrigin": "late Middle English: from Latin cliens, client-, variant of cluens ‘heeding’, from cluere ‘hear or obey’. The term originally denoted a person under the protection and patronage of another, hence a person “protected” by a legal adviser (sense (1))."
}
