{
	"term": "continuous",
	"partOfSpeech": "adjective",
	"ox3000": true,
	"cefr": "b1",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "happening or existing for a period of time without being interrupted",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "Recovery after the accident will be a continuous process that may take several months."
				},
				{
					"text": "The organization aims to create a culture of **continuous improvement **."
				},
				{
					"text": "a continuous stream of data"
				},
				{
					"text": "a continuous flow of knowledge, information and understanding"
				},
				{
					"text": "The rain has been almost continuous for weeks."
				},
				{
					"text": "She was in continuous employment until the age of sixty-five."
				},
				{
					"text": "Do the exercise in one continuous flowing motion."
				},
				{
					"text": "Experiments were conducted in the continuous daylight of the Arctic summer."
				},
				{
					"text": "He watched television as if it was one continuous programme."
				},
				{
					"text": "I could hear a faint continuous noise."
				},
				{
					"text": "It was a week of almost continuous sunshine."
				},
				{
					"text": "It was the longest period of continuous growth in the company's history."
				},
				{
					"text": "Progress in learning a language is continuous but uneven."
				},
				{
					"text": "She retired after 25 years' continuous service with the company."
				},
				{
					"text": "The woollen mill has been in continuous production since the 18th century."
				},
				{
					"text": "These policies are vital for continuous improvement in economic performance."
				},
				{
					"text": "You need to have been in continuous employment for at least two years."
				},
				{
					"text": "The rain has been continuous since this morning."
				}
			],
			"topics": ["Time"]
		},
		{
			"senseNumber": 2,
			"definition": "spreading in a line or over an area without any spaces",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "a continuous flow of traffic"
				},
				{
					"text": "a continuous stream of lava from the volcano"
				},
				{
					"text": "the largest continuous tropical forest in Central America"
				},
				{
					"text": "Rain was falling outside in a continuous silver curtain."
				}
			]
		},
		{
			"senseNumber": 3,
			"definition": "repeated many times",
			"labels": "(informal)",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "For four days the town suffered continuous attacks."
				},
				{
					"text": "The company said the reasons for closure were poor margins and continuous losses."
				},
				{
					"text": "The soldiers suffered continuous attacks for four days."
				}
			],
			"topics": ["Time"]
		},
		{
			"senseNumber": 4,
			"definition": "connected with the form of a verb (for example I am waiting or It is raining) that is made from a part of be and the present participle. Progressive forms are used to express an action that continues for a period of time.",
			"labels": "(grammar)",
			"cefr": "b1",
			"examples": [
				{
					"text": "the continuous tenses"
				}
			],
			"topics": ["Language"]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/kənˈtɪnjuəs/",
				"audio": "xc/continuous/xcontinuous__gb_2.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/kənˈtɪnjuəs/",
				"audio": "xc/continuous/xcontinuous__us_1.mp3"
			}
		]
	},
	"wordOrigin": "mid 17th cent.: from Latin continuus ‘uninterrupted’, from continere ‘hang together’ (from con- ‘together with’ + tenere ‘hold’) + -ous."
}
