{
	"term": "bias",
	"partOfSpeech": "noun",
	"academic": true,
	"ox5000": true,
	"cefr": "b2",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "a strong feeling in favour of or against one group of people, or one side in an argument, often not based on fair judgement",
			"cefr": "b2",
			"examples": [
				{
					"text": "accusations of political bias in news programmes *(= that reports are unfair and show favour to one political party)*"
				},
				{
					"text": "Employers must consider all candidates impartially and without bias."
				},
				{
					"text": "Do you think that there's still a bias against women in some industries?"
				},
				{
					"text": "The article examines **gender bias** in our schools."
				},
				{
					"text": "Bias often creeps in through the wording of questions."
				},
				{
					"text": "The newspaper has a clear bias towards the Conservative Party."
				},
				{
					"text": "There is a systematic bias in favour of employers in this country."
				},
				{
					"text": "He claims that America's media has a liberal bias."
				},
				{
					"text": "There were claims of left-wing bias in teaching materials."
				},
				{
					"text": "It's difficult for any of us to look at a situation without some form of cultural bias."
				},
				{
					"text": "There is plenty of evidence of gender bias in the classroom."
				},
				{
					"text": "Many golf clubs are bastions of class bias."
				}
			],
			"topics": ["Opinion and argument", "Social issues"],
			"collocations": {
				"adjective": ["clear", "definite", "marked"],
				"verb + bias": ["have", "demonstrate", "display"],
				"bias + verb": ["creep in", "exist", "occur"],
				"preposition": ["with bias", "without bias", "with a bias"]
			}
		},
		{
			"senseNumber": 2,
			"definition": "an interest in one thing more than others; a special ability",
			"examples": [
				{
					"text": "The course has a strong practical bias."
				},
				{
					"text": "Leila had a marked scientific bias."
				},
				{
					"text": "In some British universities there was a bias towards pure science."
				}
			]
		},
		{
			"senseNumber": 3,
			"definition": "the fact that the results of research or an experiment are not accurate because a particular factor has not been considered when collecting the information",
			"cefr": "c1",
			"examples": [
				{
					"text": "If a response rate is low, the risk of bias in the findings will be greater."
				},
				{
					"text": "We have now tried to correct the bias in our original report."
				},
				{
					"text": "The data was checked for potential biases."
				}
			],
			"topics": ["Scientific research"]
		},
		{
			"senseNumber": 4,
			"definition": "the bias of a piece of cloth is an edge cut diagonally across the threads",
			"examples": [
				{
					"text": "The skirt is cut on the bias."
				},
				{
					"text": "a bias strip"
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ˈbaɪəs/",
				"audio": "bi/bias/bias__gb_2.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ˈbaɪəs/",
				"audio": "bi/bias/bias__us_1.mp3"
			}
		]
	},
	"wordOrigin": "mid 16th cent. (in the sense ‘oblique line’; also as an adjective meaning ‘oblique’): from French biais, from Provençal, perhaps based on Greek epikarsios ‘oblique’."
}
