{
  "word": "ear",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ɪə(r)/",
        "audio": "e/ear/ear__gb_2.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ɪr/",
        "audio": "e/ear/ear__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "either of the organs on the sides of the head that you hear with",
      "sensetop": "in somebody's ear",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "the left/right ear"
        },
        {
          "text": "He put his hands over his ears."
        },
        {
          "text": "She's **had her ears pierced**."
        },
        {
          "text": "The elephant flapped its ears."
        },
        {
          "text": "She whispered something in his ear.",
          "contextForm": "in somebody's ear"
        },
        {
          "text": "He was now screaming in my ear."
        },
        {
          "text": "He was always there with a **sympathetic ear** *(= was always willing to listen to people)*."
        },
        {
          "text": "an **ear infection**"
        },
        {
          "text": "A blast of punk rock music assaulted her ears."
        },
        {
          "text": "A horse may show annoyance by putting its ears back."
        },
        {
          "text": "A small noise caught his ear."
        },
        {
          "text": "At first I stopped my ears to what I did not want to hear."
        },
        {
          "text": "Blood from his torn ear was soaking his collar."
        },
        {
          "text": "Chinese music uses a scale that is unfamiliar to Western ears."
        },
        {
          "text": "Christopher felt his ears reddening."
        },
        {
          "text": "Dogs can hear things that human ears can't hear."
        },
        {
          "text": "Each animal receives an individual ear tag."
        },
        {
          "text": "He has really big ears that stick out."
        },
        {
          "text": "She pressed her ear to the door, but heard nothing."
        },
        {
          "text": "He waited in the darkness, his ears alert for the slightest sound."
        },
        {
          "text": "If you suck a sweet as the plane takes off it stops your ears popping."
        },
        {
          "text": "a rabbit with long floppy ears"
        },
        {
          "text": "He could hear much better after having his ears cleaned out."
        },
        {
          "text": "She nibbled on his ear."
        },
        {
          "text": "His sharp ears had picked up the uncertainty in her voice."
        },
        {
          "text": "Drop a quiet word in her ear about it before it's too late."
        },
        {
          "text": "I have a few words for your ears alone."
        },
        {
          "text": "I strained my ears to catch the conversation in the other room."
        },
        {
          "text": "If news of the break-in reaches the boss's ears, we're in trouble."
        },
        {
          "text": "My heart was pounding in my ears."
        },
        {
          "text": "She couldn't see, but her ears told her that the guards had arrived."
        },
        {
          "text": "She did not like the scheme, as she made clear every time she found a receptive ear."
        },
        {
          "text": "The dog pricked up its ears."
        },
        {
          "text": "The explosion set my ears ringing and even made me jump a bit."
        },
        {
          "text": "The sound of the blast filled my ears."
        },
        {
          "text": "The voices buzzing all around echoed in her ears."
        }
      ],
      "topics": ["Body"],
      "collocations": {
        "adjective": ["left", "right", "inner"],
        "verb + ear": ["plug", "stop", "block"],
        "ear + verb": ["catch something", "detect something", "hear something"],
        "ear + noun": ["canal", "drum", "lobe"],
        "preposition": ["in your ear"],
        "phrases": [
          "be all ears",
          "beam, grin, smile, etc. from ear to ear",
          "bend somebody’s ear"
        ]
      }
    },
    {
      "senseNumber": "2",
      "definition": "having the type of ears mentioned",
      "examples": [
        {
          "text": "a long-eared owl"
        }
      ]
    },
    {
      "senseNumber": "3",
      "definition": "an ability to recognize and copy sounds well",
      "examples": [
        {
          "text": "She has always had an ear for languages."
        },
        {
          "text": "You need a good ear to master the piano."
        },
        {
          "text": "He has a keen ear for dialogue."
        },
        {
          "text": "She has a good ear for accents and can usually tell where a speaker comes from."
        },
        {
          "text": "To the trained ear the calls of these birds sound quite different."
        },
        {
          "text": "It takes time to attune your ear to the local accent."
        }
      ],
      "collocations": {
        "adjective": ["fine", "good", "keen"],
        "verb + ear": ["have", "attune"],
        "preposition": ["by ear", "ear for"],
        "phrases": ["have a tin ear for something"]
      }
    },
    {
      "senseNumber": "4",
      "definition": "the top part of a grain plant, such as wheat, that contains the seeds",
      "cefr": "c2",
      "examples": [
        {
          "text": "ears of corn"
        }
      ],
      "topics": ["Farming"]
    },
    {
      "definition": "to be waiting with interest to hear what somebody has to say",
      "labels": "(informal)",
      "examples": [
        {
          "text": "‘Do you know what he said?’ ‘Go on—I'm all ears.’"
        }
      ]
    },
    {
      "definition": "to talk to somebody a lot about something, especially about a problem that you have",
      "labels": "(informal)",
      "examples": []
    },
    {
      "definition": "to be forced to leave (a job, etc.)",
      "labels": "(informal)",
      "examples": []
    },
    {
      "definition": "to have a lot of something to deal with",
      "labels": "(informal)",
      "examples": [
        {
          "text": "We're up to our ears in work."
        }
      ]
    },
    {
      "definition": "to hit somebody with your hand on the side of their head as a punishment",
      "labels": "(old-fashioned)",
      "examples": []
    },
    {
      "definition": "to look at or listen to something/somebody carefully and with a lot of attention",
      "examples": []
    },
    {
      "definition": "somebody hears about something, especially when other people already know about it",
      "examples": [
        {
          "text": "News of his affair eventually reached her ears."
        }
      ]
    },
    {
      "definition": "a person thinks that other people are talking about them, especially in an unkind way",
      "examples": [
        {
          "text": "‘I bumped into your ex-wife last night.’ ‘I thought I could feel my ears burning!’"
        }
      ]
    },
    {
      "definition": "a person is trying to listen to somebody else’s conversation",
      "labels": "(British English, informal)",
      "examples": []
    },
    {
      "definition": "pleasant to listen to",
      "labels": "(informal)",
      "examples": [
        {
          "text": "Their music is all very easy on the ear."
        }
      ]
    },
    {
      "definition": "pleasant to listen to or look at",
      "labels": "(informal)",
      "examples": [
        {
          "text": "The room was painted in soft pastels that were easy on the eye."
        }
      ]
    },
    {
      "definition": "to be ignored or not noticed by other people",
      "examples": [
        {
          "text": "Her advice fell on deaf ears."
        }
      ]
    },
    {
      "definition": "to hit somebody/be hit on the head as a punishment",
      "labels": "(British English, informal)",
      "examples": [
        {
          "text": "You’ll get a thick ear if you’re not careful!"
        }
      ]
    },
    {
      "definition": "to be forgotten quickly",
      "labels": "(informal)",
      "examples": [
        {
          "text": "Everything I tell them just goes in one ear and out the other."
        },
        {
          "text": "I knew that my words were going in one ear and out the other."
        }
      ]
    },
    {
      "definition": "to have a lot of something, especially more than you need",
      "labels": "(informal)",
      "examples": [
        {
          "text": "That man has money coming out of his ears."
        }
      ]
    },
    {
      "definition": "to be able to give somebody advice, influence them, etc. because they trust you",
      "examples": [
        {
          "text": "He had the ear of the monarch."
        },
        {
          "text": "This was the woman who had the ear of the President."
        }
      ]
    },
    {
      "definition": "to speak to somebody privately about something",
      "labels": "(British English)",
      "examples": [
        {
          "text": "Can I have a word in your ear about tomorrow's presentation?"
        }
      ]
    },
    {
      "definition": "to listen out for somebody/something that you might hear",
      "examples": []
    },
    {
      "definition": "to listen or look out for somebody/something that you might hear or see",
      "examples": []
    },
    {
      "definition": "to make sure that you always find out about the most recent developments in a particular situation",
      "examples": [
        {
          "text": "The agent had no suitable properties on his books but promised to keep an ear to the ground for us."
        }
      ]
    },
    {
      "definition": "to listen in a patient and kind way to somebody",
      "examples": []
    },
    {
      "definition": "to do something badly; to make a mess of something",
      "labels": "(British English, informal)",
      "examples": []
    },
    {
      "definition": "(you won't) succeed in making something good out of material that does not seem very good at all",
      "examples": [],
      "topics": ["Success"]
    },
    {
      "definition": "news or information that you are very pleased to hear",
      "examples": []
    },
    {
      "definition": "to be very surprised at something you hear",
      "labels": "(informal)",
      "examples": [
        {
          "text": "I couldn't believe my ears when I heard the news."
        },
        {
          "text": "She actually apologized. I couldn't believe my ears!"
        }
      ]
    },
    {
      "definition": "to be very surprised at something you hear/see",
      "labels": "(informal)",
      "examples": [
        {
          "text": "I couldn't believe my eyes when she walked in."
        }
      ]
    },
    {
      "definition": "to play music by remembering how it sounds rather than by reading it",
      "examples": [
        {
          "text": "She usually plays the guitar by ear, rather than reading the music."
        }
      ]
    },
    {
      "definition": "to decide how to deal with a situation as it develops rather than by having a plan to follow",
      "labels": "(informal)",
      "examples": [
        {
          "text": "I’m not sure how many people are expected—we’ll just have to play it by ear."
        }
      ]
    },
    {
      "senseNumber": "1",
      "definition": "to raise the ears",
      "examples": []
    },
    {
      "senseNumber": "2",
      "definition": "to listen carefully because you have just heard something interesting; to listen out for something you might hear",
      "examples": [
        {
          "text": "Her ears pricked up at the sound of his name."
        },
        {
          "text": "I walked along, ears pricked for the slightest noise."
        }
      ]
    },
    {
      "definition": "to make you feel that you can still hear something",
      "examples": [
        {
          "text": "His warning was still ringing in my ears."
        }
      ]
    },
    {
      "definition": "to refuse to listen to something",
      "examples": [
        {
          "text": "She decided to shut her ears to all the rumours."
        }
      ]
    },
    {
      "definition": "to be smiling, etc. a lot because you are very pleased about something",
      "examples": [
        {
          "text": "He was beaming from ear to ear."
        }
      ],
      "topics": ["Feelings"]
    },
    {
      "definition": "to ignore or refuse to listen to somebody/something",
      "examples": [
        {
          "text": "He turned a deaf ear to the rumours."
        }
      ]
    },
    {
      "definition": "used to warn people to be careful what they say because other people may be listening",
      "labels": "(saying)",
      "examples": []
    },
    {
      "definition": "young and without much experience",
      "labels": "(informal, disapproving)",
      "examples": [
        {
          "text": "He was still wet behind the ears, politically."
        }
      ]
    },
    {
      "definition": "if somebody sends a person away with a flea in their ear, they tell them angrily to go away",
      "examples": []
    },
    {
      "definition": "without giving your full attention to what is being said, etc.",
      "examples": [
        {
          "text": "He listened to her with only half an ear as he watched TV."
        }
      ]
    }
  ],
  "wordOrigin": "senses 1 to 3 Old English ēare, of Germanic origin; related to Dutch oor and German Ohr, from an Indo-European root shared by Latin auris and Greek ous.sense 4 Old English ēar, of Germanic origin; related to Dutch aar and German Ähre."
}
