{
  "word": "consideration",
  "partOfSpeech": "noun",
  "ox3000": true,
  "cefr": "b2",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/kənˌsɪdəˈreɪʃn/",
        "audio": "x/consideration/xconsideration__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/kənˌsɪdəˈreɪʃn/",
        "audio": "x/consideration/xconsideration__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "the act of thinking carefully about something",
      "sensetop": "under considerationfor (somebody's) considerationfor consideration by somebody",
      "labels": "(formal)",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "An employer is legally bound to **give** due **consideration to** the request."
        },
        {
          "text": "**Careful consideration** should be given to issues of health and safety."
        },
        {
          "text": "Her ideas are worthy of **serious consideration**."
        },
        {
          "text": "to merit/deserve/warrant further consideration"
        },
        {
          "text": "After a few moments' consideration, he began to speak."
        },
        {
          "text": "There needs to be a consideration of the legal issues involved."
        },
        {
          "text": "The proposals are currently under consideration *(= being discussed)*.",
          "contextForm": "under consideration"
        },
        {
          "text": "I enclose the report for your consideration.",
          "contextForm": "for (somebody's) consideration"
        },
        {
          "text": "The group have submitted two resolutions for consideration by shareholders.",
          "contextForm": "for consideration by somebody"
        },
        {
          "text": "He pointed out several problems that required more detailed consideration."
        },
        {
          "text": "A tribunal has decided the case needs further consideration."
        },
        {
          "text": "After due consideration, it was decided not to offer her the job."
        },
        {
          "text": "Both options require thoughtful consideration of the costs."
        },
        {
          "text": "His argument deserves further consideration."
        },
        {
          "text": "Several limitations of this study merit consideration."
        },
        {
          "text": "The final issue was devoted to critical considerations of individual writers."
        },
        {
          "text": "The new software offers some features worth consideration."
        },
        {
          "text": "We will give your proposals serious consideration."
        },
        {
          "text": "What is needed is a full consideration of the dilemma."
        },
        {
          "text": "proposals under active consideration"
        },
        {
          "text": "After a moment's consideration, she began to speak."
        },
        {
          "text": "The plan is currently under consideration."
        },
        {
          "text": "The proposal was presented to the committee for consideration."
        },
        {
          "text": "There wasn't enough consideration given to the staffing of the project."
        },
        {
          "text": "They promised to give serious consideration to the matter."
        }
      ],
      "collocations": {
        "adjective": ["careful", "detailed", "full"],
        "verb + consideration": [
          "give something",
          "take something into",
          "deserve"
        ],
        "preposition": [
          "after consideration",
          "for somebody’s consideration",
          "in consideration of"
        ]
      }
    },
    {
      "senseNumber": "2",
      "definition": "something that must be thought about when you are planning or deciding something",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "The government's decision was obviously motivated by political considerations."
        },
        {
          "text": "economic/commercial/environmental/practical considerations"
        },
        {
          "text": "Time is another **important consideration**."
        },
        {
          "text": "Cost considerations are normally secondary to such issues as how effective each method will be."
        },
        {
          "text": "Hawtrey had argued that there were two primary considerations for monetary policy."
        },
        {
          "text": "Health concerns were a secondary consideration to the reformers."
        },
        {
          "text": "Here are a few additional considerations that may help in making the correct decision."
        },
        {
          "text": "Pricing and product availability are key considerations for potential customers."
        },
        {
          "text": "Taxes are a major consideration when thinking about selling or buying a house."
        },
        {
          "text": "The project was driven by the most pragmatic considerations."
        },
        {
          "text": "There are several important safety considerations that must be taken into account."
        },
        {
          "text": "based on both theoretical considerations and experimental data"
        },
        {
          "text": "Financial considerations will obviously play a big part."
        },
        {
          "text": "Political issues cannot be separated from considerations about trade cooperation."
        },
        {
          "text": "We need to take into account environmental considerations such as the disposal of the waste."
        }
      ],
      "collocations": {
        "adjective": ["important", "key", "main"],
        "verb + consideration": ["be", "take account of", "take into account"],
        "phrases": ["to be worth consideration"]
      }
    },
    {
      "senseNumber": "3",
      "definition": "the quality of being sensitive towards others and thinking about their wishes and feelings",
      "sensetop": "consideration for somebody/somethingout of consideration for somebody/something",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "Their kindness and consideration will not be forgotten."
        },
        {
          "text": "They showed no consideration whatsoever for my feelings.",
          "contextForm": "consideration for somebody/something"
        },
        {
          "text": "She was shocked by his lack of consideration for others."
        },
        {
          "text": "Journalists stayed away from the funeral out of consideration for the bereaved family.",
          "contextForm": "out of consideration for somebody/something"
        },
        {
          "text": "You should show a little more consideration towards other people."
        },
        {
          "text": "You have no consideration for me or for anyone else."
        },
        {
          "text": "She showed little consideration for the beginners."
        },
        {
          "text": "He did it out of consideration for his daughter."
        },
        {
          "text": "Have some consideration for those without a job."
        }
      ],
      "collocations": {
        "verb + consideration": [
          "have",
          "show somebody",
          "treat somebody with"
        ],
        "preposition": ["out of consideration", "consideration for"]
      }
    },
    {
      "senseNumber": "4",
      "definition": "a reward or payment for a service",
      "sensetop": "for a consideration",
      "labels": "(formal)",
      "examples": [
        {
          "text": "You can buy the books for a small consideration.",
          "contextForm": "for a consideration"
        },
        {
          "text": "She agreed, for a small consideration, to arrange a meeting with the casting director."
        }
      ]
    },
    {
      "definition": "as payment for something",
      "labels": "(formal)",
      "examples": [
        {
          "text": "a small sum in consideration of your services"
        }
      ]
    },
    {
      "definition": "after thinking about something carefully and for a long time",
      "labels": "(formal)",
      "examples": []
    },
    {
      "definition": "to think about and include a particular thing or fact when you are forming an opinion or making a decision",
      "examples": [
        {
          "text": "The candidates' experience and qualifications will be taken into consideration when the decision is made."
        },
        {
          "text": "Taking everything into consideration, the event was a great success."
        },
        {
          "text": "Don't forget to take the cost of insurance into consideration."
        },
        {
          "text": "You must take the size of the room into consideration."
        }
      ],
      "topics": ["Preferences and decisions", "Opinion and argument"]
    }
  ],
  "wordOrigin": "late Middle English: via Old French from Latin consideratio(n-), from considerare ‘examine’."
}
