{
  "word": "conversation",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˌkɒnvəˈseɪʃn/",
        "audio": "x/conversation/xconversation__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˌkɑːnvərˈseɪʃn/",
        "audio": "x/conversation/xconversation__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "definition": "an informal talk involving a small group of people or only two; the activity of talking in this way",
      "sensetop": "conversation with somebodyconversation between A and Bconversation about somethingin conversation",
      "labels": "(British English)(North American English)(British English)(especially North American English)",
      "examples": [
        {
          "text": "a **phone conversation**"
        },
        {
          "text": "The main **topic of conversation** was the likely outcome of the election."
        },
        {
          "text": "I tried to **make conversation** *(= to speak in order to appear polite)*."
        },
        {
          "text": "I **had a** long **conversation** with her the other day.",
          "contextForm": "conversation with somebody"
        },
        {
          "text": "She was **engaged in conversation** with a colleague."
        },
        {
          "text": "to **get into conversation** with somebody"
        },
        {
          "text": "to **get into a conversation** with somebody"
        },
        {
          "text": "I overheard a conversation between two colleagues.",
          "contextForm": "conversation between A and B"
        },
        {
          "text": "We had to listen to endless conversations about high prices and food shortages.",
          "contextForm": "conversation about something"
        },
        {
          "text": "Don was **deep in conversation** with the girl on his right.",
          "contextForm": "in conversation"
        },
        {
          "text": "I spent an hour in conversation with him."
        },
        {
          "text": "The conversation **turned to** gardening."
        },
        {
          "text": "Desperately he struggled to keep the conversation going."
        },
        {
          "text": "I see no point in continuing this conversation."
        },
        {
          "text": "She tried to steer the conversation away from the topic of marriage."
        },
        {
          "text": "He felt a sudden alarm at the turn the conversation was taking."
        },
        {
          "text": "A chance conversation led to a brilliant new career for the young student."
        },
        {
          "text": "All conversation ceased and everyone turned around."
        },
        {
          "text": "All too soon the stilted conversation ran dry."
        },
        {
          "text": "Cara kept up a one-sided conversation."
        },
        {
          "text": "Don was in close conversation with the girl on his right."
        },
        {
          "text": "During the course of conversation, it emerged that Sheila had lived in Nigeria."
        },
        {
          "text": "He said that television had been the death of good conversation."
        },
        {
          "text": "He was waiting for her to open the conversation."
        },
        {
          "text": "I got into a conversation with Chris about UFOs."
        },
        {
          "text": "She got into conversation with one of the directors."
        },
        {
          "text": "We had an interesting conversation with Dick Wortley."
        },
        {
          "text": "She managed to bring the conversation around to why they were leaving."
        },
        {
          "text": "He overheard snatches of a conversation between two doctors."
        },
        {
          "text": "I recall a conversation in which he told me he would never leave Paris."
        },
        {
          "text": "She tried to make conversation with the three people around the table."
        },
        {
          "text": "He was courteous but didn't encourage conversation."
        },
        {
          "text": "I was keen to strike up a conversation with him."
        },
        {
          "text": "In the Western world it is polite to maintain eye contact during conversation."
        },
        {
          "text": "In the programme tonight we hear Dr Chris Toole in conversation with the artist Mary Witherspoon."
        },
        {
          "text": "It's not a subject that often crops up in casual conversation."
        },
        {
          "text": "Our hostess did her best to keep the conversation going."
        },
        {
          "text": "Police taped the conversation."
        },
        {
          "text": "She avoided conversation with the other passengers."
        },
        {
          "text": "We could hear him over the buzz of conversation and laughter."
        },
        {
          "text": "He ignored all my attempts at conversation."
        },
        {
          "text": "She turned the conversation to her work."
        },
        {
          "text": "The book became an instant bestseller and topic of water cooler conversation."
        },
        {
          "text": "The conversation drifted away from babies."
        },
        {
          "text": "The conversation drifted into family chat."
        },
        {
          "text": "The conversation ended when the vacuum cleaner started up."
        },
        {
          "text": "The conversation moved on to other things."
        },
        {
          "text": "The conversation proceeded in French."
        },
        {
          "text": "The main topic of conversation was the big football match."
        },
        {
          "text": "The two of you need to have a face-to-face conversation."
        },
        {
          "text": "There is an ongoing conversation in society about how we raise our children."
        },
        {
          "text": "There was no time for a proper conversation."
        },
        {
          "text": "They all relaxed and conversation flowed freely."
        },
        {
          "text": "They were deep in conversation and didn't notice the time."
        },
        {
          "text": "Think of prayer as a two-way conversation."
        },
        {
          "text": "We carried on a rather awkward conversation."
        },
        {
          "text": "We engaged in a long conversation."
        },
        {
          "text": "We had a long conversation about old cars."
        },
        {
          "text": "We sat making polite conversation and feeling rather uncomfortable."
        },
        {
          "text": "When I tried to engage him in conversation, she always interrupted."
        },
        {
          "text": "When did this conversation take place?"
        },
        {
          "text": "When you are struggling with an unfamiliar language, the simplest conversations can be misinterpreted."
        },
        {
          "text": "You can't hold a private conversation there."
        },
        {
          "text": "Young children become quickly bored by adult conversation."
        },
        {
          "text": "a conversation between Jane and her parents"
        },
        {
          "text": "a conversation on the topic of activities for children"
        },
        {
          "text": "listening to endless conversations about high prices and food shortages"
        },
        {
          "text": "I got into a conversation with a man on the bus."
        },
        {
          "text": "I tried to make polite conversation."
        }
      ],
      "collocations": {
        "adjective": ["brief", "short", "lengthy"],
        "… of conversation": ["snatch"],
        "verb + conversation": ["carry on", "have", "hold"],
        "conversation + verb": ["occur", "take place", "continue"],
        "preposition": [
          "during conversation",
          "in conversation with",
          "conversation about"
        ],
        "phrases": [
          "an attempt at conversation",
          "be in… conversation (with somebody)",
          "a buzz of conversation"
        ]
      }
    }
  ],
  "wordOrigin": "Middle English (in the sense ‘living among, familiarity, intimacy’): via Old French from Latin conversatio(n-), from the verb conversari ‘keep company (with)’, from con- ‘with’ + versare, frequentative of vertere ‘to turn’."
}
