{
	"term": "exception",
	"partOfSpeech": "noun",
	"ox5000": true,
	"cefr": "b2",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "a person or thing that is not included in a general statement",
			"cefr": "b2",
			"examples": [
				{
					"text": "Most of the buildings in the town are modern, but the church is an exception."
				},
				{
					"text": "With very few exceptions, private schools get the best exam results."
				},
				{
					"text": "Nobody had much money at the time and I was **no exception**."
				},
				{
					"text": "Most industries suffered badly in the recession, but there were a few notable exceptions."
				},
				{
					"text": "There are occasional exceptions to my generalization."
				},
				{
					"text": "There should be specific exceptions written into the plan."
				},
				{
					"text": "There was an interesting exception to this general pattern."
				},
				{
					"text": "With a few exceptions, the songwriting is very good."
				}
			],
			"collocations": {
				"adjective": ["big", "great", "important"],
				"verb + exception": ["make", "carve", "carve out"],
				"preposition": [
					"with the exception of",
					"without exception",
					"exception to"
				],
				"phrases": [
					"be no exception",
					"be the exception rather than the rule",
					"the exception to the rule"
				]
			}
		},
		{
			"senseNumber": 2,
			"definition": "a thing that does not follow a rule",
			"cefr": "b2",
			"examples": [
				{
					"text": "Good writing is unfortunately **the exception rather than the rule** *(= it is unusual)*."
				},
				{
					"text": "There are always a lot of exceptions to grammar rules."
				},
				{
					"text": "Most of his family are sports enthusiasts, but he's the exception to the rule."
				},
				{
					"text": "Unfortunately, considerate motorists are the exception rather than the rule."
				},
				{
					"text": "Nowadays a job for life is very much the exception rather than the rule."
				}
			],
			"topics": ["Permission and obligation"],
			"collocations": {
				"adjective": ["big", "great", "important"],
				"verb + exception": ["make", "carve", "carve out"],
				"preposition": [
					"with the exception of",
					"without exception",
					"exception to"
				],
				"phrases": [
					"be no exception",
					"be the exception rather than the rule",
					"the exception to the rule"
				]
			}
		},
		{
			"senseNumber": null,
			"definition": "people say that something is the exception that proves the rule when they are stating something that seems to be different from the normal situation, but they mean that the normal situation remains true in general",
			"labels": "(saying)",
			"examples": [
				{
					"text": "Most electronics companies have not done well this year, but ours is the exception that proves the rule."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "to allow somebody not to follow the usual rule on one occasion or for one particular reason",
			"examples": [
				{
					"text": "Children are not usually allowed in, but I'm prepared to make an exception in this case."
				},
				{
					"text": "No parking is allowed, but an exception is made for disabled drivers."
				},
				{
					"text": "We are making a special exception for Emma because of her condition."
				}
			],
			"topics": ["Permission and obligation"]
		},
		{
			"senseNumber": null,
			"definition": "to object strongly to something; to be angry about something",
			"examples": [
				{
					"text": "I take great exception to the fact that you told my wife before you told me."
				},
				{
					"text": "No one could possibly take exception to his comments."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "except; not including",
			"examples": [
				{
					"text": "All his novels are set in Italy with the exception of his last."
				},
				{
					"text": "The whole of the island was flooded with the exception of a small area in the north."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "used to emphasize that the statement you are making is always true and everyone or everything is included",
			"examples": [
				{
					"text": "All students without exception must take the English examination."
				},
				{
					"text": "Without exception, all employees must carry their identity card with them at all times."
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ɪkˈsepʃn/",
				"audio": "ex/exception/exception__gb_1.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ɪkˈsepʃn/",
				"audio": "ex/exception/exception__us_1.mp3"
			}
		]
	},
	"wordOrigin": "late Middle English: via Old French from Latin exceptio(n-), from excipere ‘take out’, from ex- ‘out of’ + capere ‘take’."
}
