{
  "word": "report",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/rɪˈpɔːt/",
        "audio": "r/report/report__gb_2.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/rɪˈpɔːrt/",
        "audio": "r/report/report__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a written or spoken account of an event, especially one that is published or broadcast",
      "sensetop": "report on somethingaccording to a report",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "Are these **news reports** true?"
        },
        {
          "text": "**media/press/newspaper reports**"
        },
        {
          "text": "And now over to Jim Muir, for a report on the South African election.",
          "contextForm": "report on something"
        },
        {
          "text": "A local news station aired a **special report** on the controversy."
        },
        {
          "text": "According to this evening's weather report, there will be snow tomorrow.",
          "contextForm": "according to a report"
        },
        {
          "text": "Our correspondent in Kabul files a report most days."
        },
        {
          "text": "Join us tonight at 10 for a full report on the latest developments."
        },
        {
          "text": "We could not find any detailed reports of the incident."
        },
        {
          "text": "The spokesman confirmed a recent report in the Wall Street Journal."
        },
        {
          "text": "She denied a report in the Las Vegas Sun that the exhibition was closing."
        },
        {
          "text": "We have reviewed all reports from today's battle."
        },
        {
          "text": "We'll have a live report from Manila in about 30 minutes."
        },
        {
          "text": "investigative news reports about glitches in the system"
        },
        {
          "text": "The sites generate detailed travel reports."
        },
        {
          "text": "The report went on to list her injuries."
        }
      ],
      "topics": ["Literature and writing", "TV, radio and news"],
      "collocations": {
        "adjective": ["groundbreaking", "important", "influential"],
        "verb + report": ["deliver", "give somebody", "make"],
        "report + verb": [
          "be based on something",
          "address something",
          "concern something"
        ],
        "report + noun": ["author", "writer", "writing"],
        "preposition": [
          "according to a/​the report",
          "amid reports",
          "in a/​the report"
        ]
      }
    },
    {
      "senseNumber": "2",
      "definition": "a spoken or written description of something containing information that somebody needs to have",
      "sensetop": "report on something",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "a **police report**"
        },
        {
          "text": "The company has just released its **annual report**."
        },
        {
          "text": "Can you give us a progress report?"
        },
        {
          "text": "You need to compile a report on your findings.",
          "contextForm": "report on something"
        },
        {
          "text": "Auditors normally issue a report as to whether the company accounts have been prepared correctly."
        },
        {
          "text": "The lab report seems to be missing."
        },
        {
          "text": "She spent hours in the law library browsing through case reports."
        },
        {
          "text": "The autopsy report revealed that the man had been strangled."
        },
        {
          "text": "She made her report to her senior colleagues."
        },
        {
          "text": "Sentencing will be delayed until a psychiatric report is carried out."
        },
        {
          "text": "I've asked Jen for a full report of the meeting."
        },
        {
          "text": "I have to do a report for my boss by tomorrow."
        },
        {
          "text": "A detailed medical report is required of all applicants."
        },
        {
          "text": "fired for falsifying an expense report"
        },
        {
          "text": "daily status reports as to how and what we were doing"
        },
        {
          "text": "a damaging internal report on the department's organization"
        },
        {
          "text": "I will have to make a full report of the situation to my superiors."
        },
        {
          "text": "I'll let you have a report as soon as I can."
        },
        {
          "text": "I typed up a report about the morning's events for our clients."
        },
        {
          "text": "Her report questions the scientific validity of the experiment."
        },
        {
          "text": "Following discussion, the annual report was accepted unanimously."
        },
        {
          "text": "The case has not yet been reported in the law reports."
        },
        {
          "text": "The chairman's report provides a summary of operations."
        },
        {
          "text": "They replied citing a report from the finance department."
        },
        {
          "text": "the consumer report for this 1993 model"
        },
        {
          "text": "the company's summary report for the second quarter of this year"
        },
        {
          "text": "the government's latest employment report"
        },
        {
          "text": "a report to the academic community"
        },
        {
          "text": "The management team must make a full report to the board."
        },
        {
          "text": "The company was asked to submit its annual report."
        }
      ],
      "collocations": {
        "adjective": ["groundbreaking", "important", "influential"],
        "verb + report": ["deliver", "give somebody", "make"],
        "report + verb": [
          "be based on something",
          "address something",
          "concern something"
        ],
        "report + noun": ["author", "writer", "writing"],
        "preposition": [
          "according to a/​the report",
          "amid reports",
          "in a/​the report"
        ]
      }
    },
    {
      "senseNumber": "3",
      "definition": "an official document written by a group of people who have examined a particular situation or problem",
      "sensetop": "report on somethingaccording to a report",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "to **release/issue a report**"
        },
        {
          "text": "The committee will **publish its report** on the health service next week.",
          "contextForm": "report on something"
        },
        {
          "text": "According to the report, we are facing an obesity crisis.",
          "contextForm": "according to a report"
        },
        {
          "text": "An official report quoted several leading scientists."
        },
        {
          "text": "A recent report from the US Department of Education estimates that approximately 1.1 million students are being homeschooled."
        },
        {
          "text": "In a report published today, the committee is expected to call for a new trial of GM crops."
        },
        {
          "text": "The committee will publish an interim report on its findings to date."
        },
        {
          "text": "According to a report issued by Morgan Stanley, China is a very significant market for luxury companies."
        },
        {
          "text": "The UN released a report imploring wealthy countries to double their foreign aid."
        },
        {
          "text": "The 124-page report was released today."
        },
        {
          "text": "You can download the full report from our website."
        },
        {
          "text": "A damning report by the Police Ombudsman was leaked to the press."
        },
        {
          "text": "Police are still trying to come to terms with the report, which examined racial attitudes within the force."
        },
        {
          "text": "The government commissioned a report into the rioting."
        },
        {
          "text": "The report's authors have asked for more time to complete their enquiries."
        },
        {
          "text": "Very few people in government actually read the report."
        },
        {
          "text": "We will have to wait until they deliver their report before we can come to any conclusions."
        },
        {
          "text": "An independent report highlighted some serious flaws in the child protection services."
        },
        {
          "text": "a report by scientists"
        },
        {
          "text": "a confidential report leaked to the press"
        },
        {
          "text": "a report entitled ‘Kick-start’"
        },
        {
          "text": "an official report on the accident"
        },
        {
          "text": "a report from the select committee"
        },
        {
          "text": "a report linking ill health with industrial pollution"
        },
        {
          "text": "This report is based on the analysis of 600 completed questionnaires."
        },
        {
          "text": "There have been many new findings since the original report."
        },
        {
          "text": "The report warns that more job losses are likely."
        },
        {
          "text": "The report notes evidence that secondary smoke harms unborn children."
        },
        {
          "text": "The report looks at the health risks linked to obesity."
        },
        {
          "text": "The report draws attention to the appalling conditions in the country's prisons."
        },
        {
          "text": "The report called for sweeping changes in the education system."
        },
        {
          "text": "Criticism has been directed at local businesses in a report out today."
        },
        {
          "text": "The MPs called for a full report on the nuclear contract."
        },
        {
          "text": "The committee presented its report to the Attorney General."
        },
        {
          "text": "The department has launched a report into the bombing."
        },
        {
          "text": "The findings are summarized in the report."
        },
        {
          "text": "The government commissioned a report on the state of agriculture in the country."
        },
        {
          "text": "The report admits to several outstanding questions about the safety of the waste dumps."
        },
        {
          "text": "The report continued in similar vein."
        },
        {
          "text": "The report fails to explain his decision."
        },
        {
          "text": "The report reveals that debt has risen every year for the last ten years."
        }
      ],
      "collocations": {
        "adjective": ["groundbreaking", "important", "influential"],
        "verb + report": ["deliver", "give somebody", "make"],
        "report + verb": [
          "be based on something",
          "address something",
          "concern something"
        ],
        "report + noun": ["author", "writer", "writing"],
        "preposition": [
          "according to a/​the report",
          "amid reports",
          "in a/​the report"
        ]
      }
    },
    {
      "senseNumber": "4",
      "definition": "a story or piece of information that may or may not be true",
      "sensetop": "reports of somethingreports that…despite reports",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "There are unconfirmed reports of a shooting in the capital.",
          "contextForm": "reports of something"
        },
        {
          "text": "I don't believe these reports of UFO sightings."
        },
        {
          "text": "We are hearing reports that she has quit.",
          "contextForm": "reports that…"
        },
        {
          "text": "Despite reports claiming the market is heading for a crash, he predicts that prices will rise.",
          "contextForm": "despite reports"
        },
        {
          "text": "According to reports, this will be her last film before she retires."
        },
        {
          "text": "The company made 50 people redundant last month, amid reports it was running out of cash."
        },
        {
          "text": "We're investigating reports of an explosion in this area."
        },
        {
          "text": "I based my statement on reports circulating at the time."
        },
        {
          "text": "We've had reports of a gang shooting in the city."
        },
        {
          "text": "Police received reports of drug dealing in the area."
        },
        {
          "text": "We have received reports that civilians have been killed."
        },
        {
          "text": "They could neither confirm nor deny reports that the chairperson was to be replaced."
        },
        {
          "text": "This appears to confirm recent reports that the two stars are dating."
        },
        {
          "text": "The minister denied reports that she was about to quit."
        },
        {
          "text": "He denied reports of a dispute with the prime minister."
        },
        {
          "text": "The company denied reports of its interest in a merger."
        },
        {
          "text": "These reports surfaced throughout the summer."
        },
        {
          "text": "There have been conflicting reports on the number of people killed."
        },
        {
          "text": "The pro-democracy rally came amid reports of dissatisfaction among army officers."
        },
        {
          "text": "Reports have indicated that a growing number of medium-sized companies are under financial pressure."
        },
        {
          "text": "Reliable intelligence reports suggest that the terrorists have bases in five cities."
        },
        {
          "text": "First reports of the accident are coming in."
        }
      ],
      "collocations": {
        "adjective": ["groundbreaking", "important", "influential"],
        "verb + report": ["deliver", "give somebody", "make"],
        "report + verb": [
          "be based on something",
          "address something",
          "concern something"
        ],
        "report + noun": ["author", "writer", "writing"],
        "preposition": [
          "according to a/​the report",
          "amid reports",
          "in a/​the report"
        ]
      }
    },
    {
      "senseNumber": "5",
      "definition": "a written statement about a student’s work at school, college, etc.",
      "labels": "(British English)North American English",
      "cefr": "b1",
      "examples": [
        {
          "text": "a school report"
        },
        {
          "text": "to get a good/bad report"
        },
        {
          "text": "She got a better report card this time."
        }
      ],
      "topics": ["Education"],
      "collocations": {
        "adjective": ["good", "bad", "school"],
        "verb + report/​report card": ["get"]
      }
    },
    {
      "senseNumber": "6",
      "definition": "an employee whose work is the responsibility of a particular manager",
      "labels": "(business)",
      "cefr": "c2",
      "examples": [
        {
          "text": "a weekly meeting with my direct reports"
        },
        {
          "text": "He was finding one of his reports very difficult to manage."
        }
      ],
      "topics": ["Business"]
    },
    {
      "senseNumber": "7",
      "definition": "the sound of an explosion or of a gun being fired",
      "examples": [
        {
          "text": "a loud report"
        }
      ],
      "synonyms": "bang, blast"
    },
    {
      "definition": "talked about by people in a bad/good way",
      "labels": "(formal)",
      "examples": []
    }
  ],
  "wordOrigin": null
}
