{
  "word": "research",
  "partOfSpeech": "noun",
  "academic": true,
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/rɪˈsɜːtʃ//ˈriːsɜːtʃ/",
        "audio": "r/research/research__gb_6.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈriːsɜːrtʃ//rɪˈsɜːrtʃ/",
        "audio": "r/research/research__us_2_rr.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "definition": "a careful study of a subject, especially in order to discover new facts or information about it",
      "sensetop": "research into somethingresearch on something/somebodyaccording to research",
      "labels": "British English",
      "ox3000": true,
      "examples": [
        {
          "text": "**scientific/medical/academic research**"
        },
        {
          "text": "They are raising money for cancer research."
        },
        {
          "text": "to **do/conduct/undertake research**"
        },
        {
          "text": "I've done some research to find out the cheapest way of travelling there."
        },
        {
          "text": "He has carried out extensive research into renewable energy sources.",
          "contextForm": "research into something"
        },
        {
          "text": "Recent research on deaf children has produced some interesting findings about their speech.",
          "contextForm": "research on something/somebody"
        },
        {
          "text": "Research on animals has led to some important medical advances."
        },
        {
          "text": "According to recent research, more people are going to the movies than ever before.",
          "contextForm": "according to research"
        },
        {
          "text": "Their latest **research project** will be funded by the government."
        },
        {
          "text": "Are you hoping to get a **research grant**?"
        },
        {
          "text": "a **research fellow/assistant/scientist**"
        },
        {
          "text": "a **research institute/centre/laboratory**"
        },
        {
          "text": "The **research findings** were published in the Journal of Environmental Quality."
        },
        {
          "text": "a debate about the ethics of embryonic stem cell research"
        },
        {
          "text": "For his PhD he conducted field research in Indonesia."
        },
        {
          "text": "Further research is needed."
        },
        {
          "text": "Future research will hopefully give us a better understanding of how garlic works in the human body."
        },
        {
          "text": "Dr Babcock has conducted extensive research in the area of agricultural production."
        },
        {
          "text": "the funding of basic research in biology, chemistry and genetics"
        },
        {
          "text": "Activists called for a ban on animal research."
        },
        {
          "text": "Work is under way to carry out more research on the gene."
        },
        {
          "text": "She returned to Jamaica to pursue her research on the African diaspora."
        },
        {
          "text": "Bad punctuation can slow down people's reading speeds, according to new research carried out at Bradford University."
        },
        {
          "text": "He focused his research on the economics of the interwar era."
        },
        {
          "text": "Most research in the field has concentrated on the effects on children."
        },
        {
          "text": "One paper based on research conducted at Oxford suggested that the drug may cause brain damage."
        },
        {
          "text": "Research demonstrates that women are more likely than men to provide social support to others."
        },
        {
          "text": "She's doing research on Czech music between the wars."
        },
        {
          "text": "The research does not support these conclusions."
        },
        {
          "text": "They are carrying out research into the natural flow patterns of water."
        },
        {
          "text": "They lack the resources to do their own research."
        },
        {
          "text": "What has their research shown?"
        },
        {
          "text": "Funding for medical research has been cut quite dramatically."
        },
        {
          "text": "a startling piece of historical research"
        },
        {
          "text": "pioneering research into skin disease"
        },
        {
          "text": "They were the first to undertake pioneering research into the human genome."
        },
        {
          "text": "There is a significant amount of research into the effects of stress on junior doctors."
        },
        {
          "text": "He's done a lot of research into the background of this story."
        },
        {
          "text": "research which identifies the causes of depression"
        },
        {
          "text": "spending on military research and development"
        },
        {
          "text": "the research done in the 1950s that linked smoking with cancer"
        },
        {
          "text": "The children are taking part in a research project to investigate technology-enabled learning."
        },
        {
          "text": "The Lancet published a research paper by the scientist at the centre of the controversy."
        },
        {
          "text": "Who is directing the group's research effort?"
        },
        {
          "text": "She is chief of the clinical research program at McLean Hospital."
        },
        {
          "text": "James is a 24-year-old research student from Iowa."
        },
        {
          "text": "You will need to describe your research methods."
        },
        {
          "text": "Before a job interview, do your research and find out as much as you can about the company."
        },
        {
          "text": "Most academic research is carried out in universities."
        },
        {
          "text": "This is a piece of research that should be taken very seriously."
        },
        {
          "text": "This is an important area of research."
        },
        {
          "text": "There's a large body of research linking hypertension directly to impaired brain function."
        },
        {
          "text": "In the course of my researches, I came across some of my grandfather's old letters."
        }
      ],
      "topics": ["Education", "Scientific research"],
      "collocations": {
        "adjective": ["careful", "detailed", "in-depth"],
        "… of research": ["piece"],
        "verb + research": ["carry out", "conduct", "do"],
        "research + verb": [
          "demonstrate something",
          "find something",
          "identify something"
        ],
        "research + noun": ["degree", "effort", "programme/​program"],
        "preposition": ["research in", "research into", "research on"],
        "phrases": [
          "an area of research",
          "focus your research on something",
          "somebody’s own research"
        ]
      }
    }
  ],
  "wordOrigin": "late 16th cent.: from obsolete French recerche (noun), recercher (verb), from Old French re- (expressing intensive force) + cerchier ‘to search’."
}
