{
  "word": "defect",
  "partOfSpeech": "noun",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈdiːfekt/",
        "audio": "d/defect/defect__gb_4.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈdiːfekt/",
        "audio": "d/defect/defect__us_1_rr.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a fault in something or in the way it has been made that means that it is not perfect",
      "cefr": "c1",
      "examples": [
        {
          "text": "a defect in the glass"
        },
        {
          "text": "Goods with slight defects are sold at half price."
        },
        {
          "text": "The photograph shows slight defects due to age."
        },
        {
          "text": "The book contains serious defects."
        },
        {
          "text": "The builders agreed to remedy the structural defects."
        },
        {
          "text": "A structural defect meant that the bridge could not be opened in time for the Millennium celebrations."
        },
        {
          "text": "The inspector found defects in the aircraft's construction."
        },
        {
          "text": "a fundamental defect in the product"
        },
        {
          "text": "This product is no longer on sale because of a manufacturing defect."
        },
        {
          "text": "major defects in the education system"
        },
        {
          "text": "a defect of her character"
        },
        {
          "text": "Many people argue that the present system of voting has some serious defects."
        },
        {
          "text": "The manufacturer is responsible for any defects that may cause damage."
        },
        {
          "text": "Vulnerable people are going short of money because of defects in the payment system."
        }
      ],
      "collocations": {
        "adjective": ["fundamental", "major", "obvious"],
        "verb + defect": ["contain", "have", "suffer from"],
        "preposition": ["defect in", "defect of"]
      }
    },
    {
      "senseNumber": "2",
      "definition": "a physical problem with part of somebody’s body or the way that it works",
      "labels": "(sometimes offensive)",
      "examples": [
        {
          "text": "a speech defect"
        },
        {
          "text": "The child had a mild heart defect."
        },
        {
          "text": "He has a congenital heart defect."
        },
        {
          "text": "Congenital defects occurred in 30% of babies born in areas where the weapons were used."
        },
        {
          "text": "The drug is widely known to cause birth defects."
        },
        {
          "text": "There is evidence that air pollution can cause birth defects."
        },
        {
          "text": "Over-breeding in pedigree dogs can cause major genetic defects in puppies."
        }
      ]
    }
  ],
  "wordOrigin": "noun late Middle English (as a noun, influenced by Old French defect ‘deficiency’): from Latin defectus, past participle of deficere ‘desert or fail’, from de- (expressing reversal) + facere ‘do’."
}
