{
  "word": "detail",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈdiːteɪl/",
        "audio": "data/audio/d/detail/detail__gb_3.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈdiːteɪl//dɪˈteɪl/",
        "audio": "data/audio/d/detail/detail__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a small individual fact or item; a less important fact or item",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "an expedition planned down to the last detail"
        },
        {
          "text": "The Ministry refused to reveal any more details of the attack."
        },
        {
          "text": "Tell me the main points now; leave **the details** till later."
        },
        {
          "text": "The finer details of the plan have still to be worked out."
        },
        {
          "text": "These are all relatively minor details."
        },
        {
          "text": "‘We had a terrible time—’ ‘Oh, spare me the details *(= don't tell me any more)*.’"
        },
        {
          "text": "This detail suggests that the killer knew his victim."
        },
        {
          "text": "She remembered every last detail of what I'd told her the month before."
        },
        {
          "text": "Tell me everything—don't leave out the smallest detail."
        },
        {
          "text": "She had memorized every detail of his body."
        },
        {
          "text": "He had overlooked one crucial detail."
        },
        {
          "text": "Oh that's just a detail —we can deal with it later."
        },
        {
          "text": "It is important to get even the small details right."
        },
        {
          "text": "It was a small but telling detail."
        },
        {
          "text": "Briefly describe the product, but do not give any technical details at this stage."
        },
        {
          "text": "Everyone must approve the basic plan before the final details are drawn up."
        },
        {
          "text": "I'll give you a call later and fill you in on the details."
        },
        {
          "text": "They wrote to confirm the details of the meeting."
        },
        {
          "text": "He leaves experts to sweat the details."
        },
        {
          "text": "I don't need to know the precise details of your quarrel."
        },
        {
          "text": "I haven't sorted out the practical details of getting there yet."
        },
        {
          "text": "Make sure you check the details of the policy before you sign it."
        },
        {
          "text": "Natalie handled the details of her travel."
        },
        {
          "text": "He revealed the details of his plan."
        },
        {
          "text": "She was telling me all the juicy details of her love life."
        },
        {
          "text": "Spill the gory details about your worst relationship."
        },
        {
          "text": "The city council refused to disclose details of the proposed traffic ban."
        },
        {
          "text": "The committee refused to disclose details of the proposals."
        },
        {
          "text": "The diary contains intimate details of their life together."
        },
        {
          "text": "He only managed to give the police a few sketchy details of the robbery."
        },
        {
          "text": "They're still arguing over the details of the contract."
        },
        {
          "text": "We haven't yet worked out the travel details."
        },
        {
          "text": "I still need to negotiate the details of the contract."
        },
        {
          "text": "the mundane details of his daily life"
        },
        {
          "text": "He stood still, absorbing every detail of the street."
        },
        {
          "text": "Pay attention to the little details that show you truly care."
        }
      ],
      "collocations": {
        "adjective": ["little", "minor", "minute"],
        "… of detail": ["point", "wealth", "level"],
        "verb + detail": ["give", "go into", "offer"],
        "detail + verb": ["emerge", "suggest something", "reveal something"],
        "preposition": ["for details", "in detail", "over a/​the detail"],
        "phrases": [
          "attention to detail",
          "down to the last detail",
          "every last detail"
        ]
      }
    },
    {
      "senseNumber": "2",
      "definition": "the small facts or features of something, when you consider them all together",
      "sensetop": "in detail",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "The report was criticized for its lack of detail."
        },
        {
          "text": "Ensure that your diagrams contain the appropriate level of detail."
        },
        {
          "text": "This issue will be discussed in more detail in the next chapter.",
          "contextForm": "in detail"
        },
        {
          "text": "The making of the movie is explored **in minute detail**."
        },
        {
          "text": "The research has been carried out with scrupulous **attention to detail**."
        },
        {
          "text": "He had **an eye for detail** *(= noticed and remembered small details)*."
        },
        {
          "text": "The rules are set out in detail in chapter seven."
        },
        {
          "text": "The following section describes the methods in more detail."
        },
        {
          "text": "The secret of their success lies in their attention to detail."
        },
        {
          "text": "The speech was well delivered but lacking in detail."
        },
        {
          "text": "Every new animal or plant found was recorded in meticulous detail."
        },
        {
          "text": "For more detail on how to obtain a visa, see page 8."
        },
        {
          "text": "He described the event to his friends in excruciating detail."
        },
        {
          "text": "She has an excellent eye for detail."
        },
        {
          "text": "Now let us examine this idea in greater detail."
        },
        {
          "text": "Her short stories are full of detail and humour."
        },
        {
          "text": "I can still remember the accident in graphic detail."
        },
        {
          "text": "We haven't looked at the proposal in detail yet."
        },
        {
          "text": "I must correct some points of detail in your article on Barcelona."
        },
        {
          "text": "The book provides a wealth of detail on daily life in Ancient Rome."
        }
      ],
      "collocations": {
        "adjective": ["little", "minor", "minute"],
        "… of detail": ["point", "wealth", "level"],
        "verb + detail": ["give", "go into", "offer"],
        "detail + verb": ["emerge", "suggest something", "reveal something"],
        "preposition": ["for details", "in detail", "over a/​the detail"],
        "phrases": [
          "attention to detail",
          "down to the last detail",
          "every last detail"
        ]
      }
    },
    {
      "senseNumber": "3",
      "definition": "information about something",
      "sensetop": "details about something",
      "cefr": "a1",
      "ox3000": true,
      "examples": [
        {
          "text": "Please provide the following details: name, age and sex."
        },
        {
          "text": "Can you send me your **contact details**?"
        },
        {
          "text": "For **further details** visit our website."
        },
        {
          "text": "They didn't give any details about the game.",
          "contextForm": "details about something"
        },
        {
          "text": "For details contact Joanna Morland."
        },
        {
          "text": "The police will not release the details of the case at this point."
        },
        {
          "text": "The company did not disclose any financial details of the deal."
        },
        {
          "text": "We'll give you full details of how to enter our competition later."
        },
        {
          "text": "You can find out more details of the offer from your local travel agent."
        },
        {
          "text": "New details are emerging on the alleged terror plot."
        },
        {
          "text": "The secretary took my details and said they would get back to me."
        },
        {
          "text": "The computer records the details of everyone entering the country."
        },
        {
          "text": "Enter your details in the form below then click on ‘submit’."
        },
        {
          "text": "Details of the pension plan are set out below."
        },
        {
          "text": "The details surrounding his death are not known."
        },
        {
          "text": "Tomorrow's papers will contain full details of the case."
        },
        {
          "text": "Our personnel officer will take your details."
        },
        {
          "text": "Can you give me some concrete details of how you've been saving money?"
        },
        {
          "text": "Click here for more details posted by Ken."
        },
        {
          "text": "The receipt shows details of the item purchased."
        },
        {
          "text": "The report uncovers disturbing details of abuse."
        },
        {
          "text": "I only know the barest details of his plans."
        },
        {
          "text": "The book covers the nitty-gritty details of starting a business."
        },
        {
          "text": "Historians claim to have uncovered details of the writer's secret affair."
        },
        {
          "text": "Further details and booking forms are available on request."
        }
      ],
      "collocations": {
        "adjective": ["little", "minor", "minute"],
        "… of detail": ["point", "wealth", "level"],
        "verb + detail": ["give", "go into", "offer"],
        "detail + verb": ["emerge", "suggest something", "reveal something"],
        "preposition": ["for details", "in detail", "over a/​the detail"],
        "phrases": [
          "attention to detail",
          "down to the last detail",
          "every last detail"
        ]
      }
    },
    {
      "senseNumber": "4",
      "definition": "a small part of a picture or painting; the smaller or less important parts of a picture, pattern, etc. when you consider them all together",
      "cefr": "a2",
      "examples": [
        {
          "text": "This is a detail from the 1844 Turner painting."
        },
        {
          "text": "a huge picture with a lot of fine detail in it"
        }
      ],
      "topics": ["Art"],
      "collocations": {
        "adjective": ["little", "minor", "minute"],
        "… of detail": ["point", "wealth", "level"],
        "verb + detail": ["give", "go into", "offer"],
        "detail + verb": ["emerge", "suggest something", "reveal something"],
        "preposition": ["for details", "in detail", "over a/​the detail"],
        "phrases": [
          "attention to detail",
          "down to the last detail",
          "every last detail"
        ]
      }
    },
    {
      "senseNumber": "5",
      "definition": "a group of soldiers given special duties",
      "examples": []
    },
    {
      "definition": "to explain something fully",
      "examples": [
        {
          "text": "I can't go into details now; it would take too long."
        },
        {
          "text": "He won't go into detail about the threats she made."
        },
        {
          "text": "I don't want to go into any more detail than absolutely necessary."
        }
      ]
    }
  ],
  "wordOrigin": "early 17th cent. (in the sense ‘minor items or events regarded collectively’): from French détail (noun), détailler (verb), from dé- (expressing separation) + tailler ‘to cut’ (based on Latin talea ‘twig, cutting’)."
}
