{
  "word": "direct",
  "partOfSpeech": "adjective",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/dəˈrekt//daɪˈrekt/",
        "audio": "d/direct/direct__gb_7.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/dəˈrekt//daɪˈrekt/",
        "audio": "d/direct/direct__us_1_rr.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "going in the straightest line between two places without stopping or changing direction",
      "cefr": "a2",
      "ox3000": true,
      "examples": [
        {
          "text": "the most direct route"
        },
        {
          "text": "This door allows **direct access** from the kitchen to the garage."
        },
        {
          "text": "a **direct flight** *(= a flight that does not stop)*"
        },
        {
          "text": "There's a **direct train** to Leeds *(= it may stop at other stations but you do not have to change trains)*."
        },
        {
          "text": "a **direct hit** *(= a hit that is accurate and does not touch something else first)*"
        },
        {
          "text": "Isn't there a more direct route?"
        },
        {
          "text": "The direct way to the river would be through the park."
        },
        {
          "text": "The most direct path to the summit is very steep and difficult."
        },
        {
          "text": "There was an overnight stopover in Singapore, then a direct flight to Sydney."
        },
        {
          "text": "Why is there is no direct bus from London Bridge to King's Cross?"
        },
        {
          "text": "There's a direct train connecting the airport and the city."
        },
        {
          "text": "Although the city did not suffer a direct hit from the storm, there was extensive damage."
        },
        {
          "text": "The bombers scored direct hits on two supply ships."
        }
      ]
    },
    {
      "senseNumber": "2",
      "definition": "happening or done without involving other people, actions, etc. in between",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "She has been in **direct contact** with the prime minister."
        },
        {
          "text": "Clinical depression is thought to have a **direct link** to brain chemistry."
        },
        {
          "text": "There is a direct connection between these two phenomena."
        },
        {
          "text": "This information **has a direct bearing on** *(= is closely connected with)* the case."
        },
        {
          "text": "He died as a **direct result** of his employer's actions."
        },
        {
          "text": "a direct effect/consequence"
        },
        {
          "text": "Many farmers are developing direct access to consumers."
        },
        {
          "text": "He was cleared of any direct involvement in the case."
        },
        {
          "text": "Participation in sport brings many benefits, both **direct and indirect**."
        },
        {
          "text": "You only get the disease through direct contact with contaminated blood."
        },
        {
          "text": "The two formats are so different, it's difficult to make a direct comparison."
        },
        {
          "text": "the direct involvement of the artist at every stage of the production"
        },
        {
          "text": "These studies show the direct effects of climate change."
        },
        {
          "text": "Her father died as a direct consequence of these laws."
        },
        {
          "text": "The storms will have a direct impact on tourism in the region."
        },
        {
          "text": "Direct talks between the two sides began for the first time."
        },
        {
          "text": "She has direct responsibility for all new trainees."
        },
        {
          "text": "We are looking for somebody with direct experience of this type of work."
        },
        {
          "text": "The patient had suffered a direct blow to the head."
        }
      ]
    },
    {
      "senseNumber": "3",
      "definition": "with nothing between something and the source of the heat or light",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "The plant should not be placed in **direct sunlight**."
        },
        {
          "text": "Grilling involves subjecting the food to direct heat."
        },
        {
          "text": "Blinds shade the south-facing room from direct sunlight."
        },
        {
          "text": "Protect your child from direct sunlight by using a sunscreen."
        },
        {
          "text": "Place the seed tray somewhere with diffuse light, not direct light, such as a north window."
        },
        {
          "text": "Melt the lard in a pan over direct heat."
        },
        {
          "text": "Inside a round house you get a nice, even spread of warmth from one simple direct heat source."
        }
      ]
    },
    {
      "senseNumber": "4",
      "definition": "saying exactly what you mean in a way that nobody can pretend not to understand",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "I asked him a direct question: ‘Did you do it?’"
        },
        {
          "text": "He would not give a direct answer."
        },
        {
          "text": "Her response is refreshingly direct."
        },
        {
          "text": "Their message is simple and direct: obesity kills."
        },
        {
          "text": "You'll have to get used to his direct manner."
        },
        {
          "text": "I prefer a more direct approach."
        },
        {
          "text": "I need a direct answer to a direct question."
        },
        {
          "text": "a refreshingly direct discussion of the agency's priorities"
        },
        {
          "text": "His criticism was unusually direct."
        },
        {
          "text": "Her manner can be rather direct."
        },
        {
          "text": "She has a very direct way of speaking."
        },
        {
          "text": "The songs are vivid and emotionally direct."
        },
        {
          "text": "his disconcertingly direct gaze"
        }
      ],
      "collocations": {
        "verbs": ["be"],
        "adverb": ["extremely", "fairly", "very"]
      }
    },
    {
      "senseNumber": "5",
      "definition": "clearly showing something",
      "examples": [
        {
          "text": "There is no direct evidence for the beneficial effects of these herbs."
        },
        {
          "text": "There was no direct proof of his personal involvement."
        },
        {
          "text": "Although there is no direct evidence, retailers and pasta manufacturers believe that consumers prefer ‘Italian’ brand names."
        }
      ]
    },
    {
      "senseNumber": "6",
      "definition": "exact",
      "examples": [
        {
          "text": "That's the **direct opposite** of what you told me yesterday."
        },
        {
          "text": "a **direct quote** *(= one using a person’s exact words)*"
        }
      ]
    },
    {
      "senseNumber": "7",
      "definition": "related through parents and children rather than brothers, sisters, aunts, etc.",
      "examples": [
        {
          "text": "a direct descendant of the country’s first president"
        },
        {
          "text": "With his death, the direct male line of the House of Capet came to an end."
        }
      ]
    }
  ],
  "wordOrigin": "late Middle English: from Latin directus, past participle of dirigere, from di- ‘distinctly’ or de- ‘down’ + regere ‘put straight’."
}
