{
  "word": "discussion",
  "partOfSpeech": "noun",
  "ox3000": true,
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/dɪˈskʌʃn/",
        "audio": "d/discussion/discussion__gb_2.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/dɪˈskʌʃn/",
        "audio": "d/discussion/discussion__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a conversation about somebody/something; the process of discussing somebody/something",
      "sensetop": "discussion with somebody (about somebody/something)discussion about somebody/somethingdiscussion on somethingdiscussion around somethingdiscussion of somethingdiscussion among/between A and B (about somebody/something)under discussionfor discussion",
      "cefr": "a2",
      "ox3000": true,
      "examples": [
        {
          "text": "I discovered something interesting during a family discussion."
        },
        {
          "text": "We'll continue this discussion some other time."
        },
        {
          "text": "We **had a discussion** with them about the differences between Britain and the US.",
          "contextForm": "discussion with somebody (about somebody/something)"
        },
        {
          "text": "A lively discussion followed about whether he should be allowed to join the club.",
          "contextForm": "discussion about somebody/something"
        },
        {
          "text": "The pair held informal discussions on a number of topics.",
          "contextForm": "discussion on something"
        },
        {
          "text": "The exhibition offers opportunities for frank discussions around sensitive issues.",
          "contextForm": "discussion around something"
        },
        {
          "text": "We want to encourage public discussion of mental health issues.",
          "contextForm": "discussion of something"
        },
        {
          "text": "There was some discussion among reviewers about this film.",
          "contextForm": "discussion among/between A and B (about somebody/something)"
        },
        {
          "text": "The plans have been under discussion *(= being talked about)* for a year now.",
          "contextForm": "under discussion"
        },
        {
          "text": "a list of topics for discussion",
          "contextForm": "for discussion"
        },
        {
          "text": "to stimulate/provoke discussion"
        },
        {
          "text": "to initiate/start/spark a discussion"
        },
        {
          "text": "a panel/group/round-table discussion"
        },
        {
          "text": "The first question I asked sparked lively discussion."
        },
        {
          "text": "A group of film critics got together for a round-table discussion of the reissued classic."
        },
        {
          "text": "There's been a lot of interesting discussion here about the ethical implications."
        },
        {
          "text": "After the lecture there will be an opportunity for informal discussion."
        },
        {
          "text": "An intense discussion broke out about the importance of intuition."
        },
        {
          "text": "Discussion centred on the contribution different groups would make to the project."
        },
        {
          "text": "Discussion continues as to the relative merits of the different plans."
        },
        {
          "text": "Discussion should be followed up by a written report."
        },
        {
          "text": "During our discussions we raised many issues that need deeper consideration."
        },
        {
          "text": "They participate in online discussions on various topics."
        },
        {
          "text": "Plans for a new bypass are still under discussion."
        },
        {
          "text": "The company had been in discussion with companies in Brazil."
        },
        {
          "text": "The discussion was led by the director of marketing."
        },
        {
          "text": "The government has broken off discussions with the unions."
        },
        {
          "text": "The group provides a forum for the discussion of ideas."
        },
        {
          "text": "The incident has provoked much discussion and debate."
        },
        {
          "text": "The issue should come up for discussion at the climate change conference."
        },
        {
          "text": "The outcome of the discussions is a decision to proceed with Phase 2 of the programme."
        },
        {
          "text": "The plan was agreed without further discussion."
        },
        {
          "text": "The topic must be opened up for general discussion."
        },
        {
          "text": "The two governments are to hold discussions on the border issue."
        },
        {
          "text": "These latest findings have generated a lot of discussion of the moral issues involved."
        },
        {
          "text": "They had a detailed discussion of the issues."
        },
        {
          "text": "They refused to take part in the discussions."
        },
        {
          "text": "We are hoping to enter into discussions with leaders of the prison service."
        },
        {
          "text": "We can use the draft document as a basis for discussion."
        },
        {
          "text": "We decided to end the discussion before it got out of hand."
        },
        {
          "text": "We had a long discussion about the plans for next year."
        },
        {
          "text": "Discussions are still taking place between the two leaders."
        },
        {
          "text": "After considerable discussion, they decided to accept our offer."
        },
        {
          "text": "We need to open up a discussion on the basic aspects of the theory."
        },
        {
          "text": "Who is going to start the discussion?"
        },
        {
          "text": "Women were asked to take part in small group discussions."
        },
        {
          "text": "a discussion among parents, teachers, and students"
        },
        {
          "text": "a heated discussion about politics"
        },
        {
          "text": "a series of bilateral discussions between India and neighbouring states"
        },
        {
          "text": "discussions between the company and the unions"
        },
        {
          "text": "an important forum for discussion about the arts"
        },
        {
          "text": "online discussion forums"
        },
        {
          "text": "ways of setting up discussions between children to explore each other's viewpoints"
        },
        {
          "text": "We will choose a different topic for discussion each week."
        },
        {
          "text": "The film stimulated discussion around mental health issues."
        }
      ],
      "topics": ["Discussion and agreement"],
      "collocations": {
        "adjective": ["detailed", "extensive", "full"],
        "verb + discussion": ["have", "hold", "enter into"],
        "discussion + verb": ["take place", "centre/​center on", "focus on"],
        "discussion + noun": ["group", "document", "topic"],
        "preposition": [
          "for discussion",
          "during a/​the discussion",
          "in a/​the discussion"
        ],
        "phrases": [
          "a basis for discussion",
          "discussion and debate",
          "a forum for discussion"
        ]
      }
    },
    {
      "senseNumber": "2",
      "definition": "a speech or a piece of writing that discusses many different aspects of a subject",
      "sensetop": "discussion of something",
      "cefr": "a2",
      "ox3000": true,
      "examples": [
        {
          "text": "I have chosen to focus my discussion on a single work."
        },
        {
          "text": "Her article is a discussion of the methods used in research.",
          "contextForm": "discussion of something"
        },
        {
          "text": "See chapter 15 for a detailed discussion of the approach used."
        },
        {
          "text": "Here is a brief discussion on the influence of weather-related factors."
        },
        {
          "text": "Students prepare written discussions on various topics."
        },
        {
          "text": "I wish to confine the discussion to income taxation."
        },
        {
          "text": "Let us sum up the discussion so far."
        },
        {
          "text": "a discussion about reform of the health service"
        },
        {
          "text": "a wide-ranging discussion on women's rights"
        },
        {
          "text": "There will be further discussion of these issues in the next chapter."
        }
      ],
      "topics": ["Opinion and argument"],
      "collocations": {
        "adjective": ["detailed", "extensive", "full"],
        "verb + discussion": ["have", "hold", "enter into"],
        "discussion + verb": ["take place", "centre/​center on", "focus on"],
        "discussion + noun": ["group", "document", "topic"],
        "preposition": [
          "for discussion",
          "during a/​the discussion",
          "in a/​the discussion"
        ],
        "phrases": [
          "a basis for discussion",
          "discussion and debate",
          "a forum for discussion"
        ]
      }
    }
  ],
  "wordOrigin": "Middle English (denoting judicial examination): via Old French from late Latin discussio(n-), from discutere ‘investigate’, from dis- ‘apart’ + quatere ‘shake’."
}
