{
  "word": "dot",
  "partOfSpeech": "noun",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/dɒt/",
        "audio": "d/dot/dot__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/dɑːt/",
        "audio": "d/dot/dot__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a small round mark, especially one that is printed",
      "cefr": "b2",
      "examples": [
        {
          "text": "There are dots above the letters i and j."
        },
        {
          "text": "Text and graphics are printed at 300 dots per inch."
        },
        {
          "text": "The helicopters appeared as two black dots on the horizon."
        },
        {
          "text": "The island is a small green dot on the map."
        }
      ],
      "topics": ["Language"]
    },
    {
      "senseNumber": "2",
      "definition": "a symbol like a full stop used to separate parts of a domain name, a URL or an email address",
      "labels": "(computing)",
      "cefr": "b2",
      "examples": []
    },
    {
      "senseNumber": "3",
      "definition": "the shorter of the two signals that are used in Morse code",
      "examples": [
        {
          "text": "Telegrams were sent using the complex dots and dashes of Morse code."
        }
      ]
    },
    {
      "senseNumber": "4",
      "definition": "a small round mark that appears after a musical note to show that it should last for an extra half of its usual length, or above a musical note to show that it should be played staccato",
      "labels": "(music)",
      "cefr": "c2",
      "examples": [
        {
          "text": "A dot after a note lengthens its duration by half."
        },
        {
          "text": "The dot above some notes means they are to be played staccato, the opposite of legato."
        }
      ],
      "topics": ["Music"]
    },
    {
      "definition": "exactly on time or at the exact time mentioned",
      "labels": "(informal)",
      "examples": [
        {
          "text": "The taxi showed up on the dot."
        },
        {
          "text": "Breakfast is served at 8 on the dot."
        },
        {
          "text": "Please tell him I’ll call him on the dot of twelve."
        }
      ]
    },
    {
      "definition": "a very long time ago",
      "labels": "(informal)",
      "examples": [
        {
          "text": "I've been going there every summer since the year dot."
        }
      ]
    }
  ],
  "wordOrigin": "Old English dott ‘head of a boil’. The word is recorded only once in Old English, then not until the late 16th cent., when it is found in the sense ‘a small lump or clot’, perhaps influenced by Dutch dot ‘a knot’. The sense ‘small mark or spot’ dates from the mid 17th cent."
}
