{
	"term": "inequality",
	"partOfSpeech": "noun",
	"ox5000": true,
	"cefr": "c1",
	"definitions": [
		{
			"senseNumber": null,
			"definition": "the unfair difference between groups of people in society, when some have more wealth, status or opportunities than others",
			"examples": [
				{
					"text": "We need to tackle inequality of opportunity wherever we find it."
				},
				{
					"text": "economic inequalities between different areas"
				},
				{
					"text": "Gender and racial inequality are still widespread throughout society."
				},
				{
					"text": "Even in the age of compulsory school, inequalities in education have remained."
				},
				{
					"text": "Inequalities of income would lead to even greater inequalities in access to healthcare."
				},
				{
					"text": "Many sociologists have regarded education as central in perpetuating inequality."
				},
				{
					"text": "Sex inequality in pay reinforces class inequality."
				},
				{
					"text": "Some believe that education perpetuates inequality."
				},
				{
					"text": "The country has had some success in redressing racial inequalities."
				},
				{
					"text": "The introduction of school fees would create inequality between schools."
				},
				{
					"text": "The law merely serves to reinforce social inequalities."
				},
				{
					"text": "They can build a more harmonious society once inequality and exploitation are removed."
				},
				{
					"text": "economic inequality between men and women"
				},
				{
					"text": "efforts to address class and gender inequalities and to rebalance power"
				},
				{
					"text": "gender inequality in education"
				},
				{
					"text": "inequalities based on racism and social class"
				},
				{
					"text": "inequalities that exist in wealth and income"
				},
				{
					"text": "the gross social inequalities of the past"
				},
				{
					"text": "A new pattern of class inequality seems to be emerging."
				},
				{
					"text": "Growing inequality and poverty present a huge challenge to international agencies."
				},
				{
					"text": "Inequalities in health tend to reflect inequalities in income."
				},
				{
					"text": "The aim of universal benefits was to reduce inequality in British society."
				},
				{
					"text": "They believe that global inequalities are only increased by global capitalism."
				},
				{
					"text": "We need to examine the role of the education system in perpetuating social inequality."
				}
			],
			"topics": ["Social issues"],
			"collocations": {
				"adjective": ["great", "gross", "substantial"],
				"verb + inequality": ["cause", "create", "lead to"],
				"inequality + verb": [
					"exist",
					"arise from something",
					"be based on something"
				],
				"preposition": ["inequality between", "inequality in"],
				"phrases": [
					"inequalities of power, wealth, etc.",
					"a pattern of inequality"
				]
			}
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ˌɪnɪˈkwɒləti/",
				"audio": "in/inequality/inequality__gb_3.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ˌɪnɪˈkwɑːləti/",
				"audio": "in/inequality/inequality__us_1.mp3"
			}
		]
	},
	"wordOrigin": "late Middle English: from Old French inequalite, or from Latin inaequalitas, from in- ‘not’ + aequalis (from aequus ‘even, level, equal’)."
}
