{
  "term": "file",
  "partOfSpeech": "noun",
  "academic": true,
  "ox3000": true,
  "cefr": "b1",
  "image": "data/images/st/stationery.png",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "a box or folded piece of card for keeping loose papers together and in order",
      "sensetop": "in a file",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "a box file"
        },
        {
          "text": "A stack of files awaited me on my desk."
        },
        {
          "text": "I keep paper copies of all my invoices in this file.",
          "contextForm": "in a file"
        },
        {
          "text": "She closed the file and put it aside."
        },
        {
          "text": "She went to the filing cabinet and took out a file."
        },
        {
          "text": "Some files and papers were taken away by the investigators."
        },
        {
          "text": "In those days, most of us were perfectly happy to keep contact information in desktop card files."
        },
        {
          "text": "Previously all reports were held in paper files."
        },
        {
          "text": "six box files bulging with notes"
        },
        {
          "text": "He brings out a cardboard file full of photographs."
        },
        {
          "text": "a lever arch file"
        }
      ],
      "topics": ["Working life"],
      "collocations": {
        "adjective": ["bulging", "bulky", "thick"],
        "… of files": ["box", "stack"],
        "verb + file": ["have", "keep", "maintain"],
        "file + verb": ["contain something"],
        "file + noun": ["cabinet", "drawer", "folder"],
        "preposition": ["in a/​the file", "on file", "file on"]
      }
    },
    {
      "senseNumber": 2,
      "definition": "a collection of information stored together in a computer, under a particular name",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "to **create/delete/download/upload a file**"
        },
        {
          "text": "to **open/access/copy/save a file**"
        },
        {
          "text": "a/an **PDF/audio/text/image file**"
        },
        {
          "text": "The service converts **video files** from one format to another."
        },
        {
          "text": "You can transfer and edit files on your smartphone."
        },
        {
          "text": "The media player supports a wide variety of **file formats**."
        },
        {
          "text": "Working online eliminates the need to download massive files before working on them."
        },
        {
          "text": "This feature lets you upload video files to the app."
        },
        {
          "text": "You can drag and drop files onto your desktop."
        },
        {
          "text": "All you need to do is unzip the file into a folder."
        },
        {
          "text": "All these files are stored in the same folder."
        },
        {
          "text": "Delete temporary files and folders."
        },
        {
          "text": "Send your application as a PDF file via email."
        },
        {
          "text": "music files stored on USB"
        },
        {
          "text": "You can open, save and convert PowerPoint files."
        },
        {
          "text": "The app is great for accessing files stored in the cloud."
        },
        {
          "text": "Right-click a file, series of files, or a folder and select ‘Compress’."
        },
        {
          "text": "how to recover deleted files"
        },
        {
          "text": "Data has been deleted from this file."
        },
        {
          "text": "to create a backup file"
        },
        {
          "text": "You need a special password to access this file."
        },
        {
          "text": "This is a must for fast file transfers."
        },
        {
          "text": "The sync time from your local folder to the cloud depends on file size."
        }
      ],
      "topics": ["Computers"],
      "collocations": {
        "adjective": ["large", "computer", "digital"],
        "… of files": ["directory", "list", "set"],
        "verb + file": ["create", "download", "upload"],
        "file + verb": ["contain something"],
        "file + noun": ["name", "format", "size"],
        "preposition": ["in a/​the file"]
      }
    },
    {
      "senseNumber": 3,
      "definition": "a file and the information it contains, for example about a particular person or subject",
      "sensetop": "on filefile on somebody",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "The film is based on real FBI case files."
        },
        {
          "text": "secret police files"
        },
        {
          "text": "I made a note in his personal file."
        },
        {
          "text": "Your application will be kept on file *(= in a file, to be used later)*.",
          "contextForm": "on file"
        },
        {
          "text": "to have/open/keep a confidential file on somebody",
          "contextForm": "file on somebody"
        },
        {
          "text": "Police have reopened the file *(= have started collecting information again)* on the missing girl."
        },
        {
          "text": "He had compiled a file of largely circumstantial evidence."
        },
        {
          "text": "I'll check the files for any information on the case."
        },
        {
          "text": "It is important to update customer files."
        },
        {
          "text": "Personnel files are kept in secure storage."
        },
        {
          "text": "She was threatened with the placement of a disciplinary letter in her personnel file."
        },
        {
          "text": "The company keeps secret files on all its employees."
        },
        {
          "text": "All the details of the transaction are on file."
        },
        {
          "text": "They had it on file that he'd applied for a loan."
        },
        {
          "text": "The company has more than 4,000 experts on file who can be consulted depending on a client's requirements."
        },
        {
          "text": "The details of the incident will be entered into the file."
        },
        {
          "text": "The file on the murder was closed five years ago."
        },
        {
          "text": "The police already have a thick file on that family."
        },
        {
          "text": "The work involves preparing case files and attending court."
        },
        {
          "text": "Henry was a victim of so much abuse that it actually brought tears to my eyes when reading his case file."
        },
        {
          "text": "A file on the incident was sent to the Director of Public Prosecutions."
        },
        {
          "text": "He thought they were monitoring his emails, building a file on him."
        },
        {
          "text": "She discovered the KGB had a file on her."
        },
        {
          "text": "the information contained in the police files"
        },
        {
          "text": "the information held in this file"
        },
        {
          "text": "The police were accused of keeping secret files on political activists."
        },
        {
          "text": "Confidential files on clients are kept for a maximum of three years."
        },
        {
          "text": "He had prepared a file containing all the evidence."
        },
        {
          "text": "Exactly what information is kept in these files?"
        },
        {
          "text": "Hospitals would not allow patients access to their own case files."
        },
        {
          "text": "It's all in your medical files."
        },
        {
          "text": "According to intelligence files, he was suspected of being a spy."
        },
        {
          "text": "According to my files, this invoice has not been paid."
        },
        {
          "text": "Please add this document to your files."
        },
        {
          "text": "It's important to update your files regularly."
        },
        {
          "text": "Some of the files had gone missing."
        }
      ],
      "collocations": {
        "adjective": ["bulging", "bulky", "thick"],
        "… of files": ["box", "stack"],
        "verb + file": ["have", "keep", "maintain"],
        "file + verb": ["contain something"],
        "file + noun": ["cabinet", "drawer", "folder"],
        "preposition": ["in a/​the file", "on file", "file on"]
      }
    },
    {
      "senseNumber": 4,
      "definition": "a number of issues and responsibilities connected with a particular government policy area",
      "labels": "(Canadian English)",
      "examples": [
        {
          "text": "The politician's handling of flood, infrastructure and education files has been questioned."
        }
      ]
    },
    {
      "senseNumber": 5,
      "definition": "a metal tool with a rough surface for cutting or shaping hard substances or for making them smooth",
      "examples": [
        {
          "text": "Use a file to smooth the edge."
        }
      ]
    },
    {
      "senseNumber": 6,
      "definition": "a line of people or things, one behind the other",
      "sensetop": "in file",
      "examples": [
        {
          "text": "They set off in file behind the teacher.",
          "contextForm": "in file"
        }
      ]
    },
    {
      "senseNumber": null,
      "definition": "(in) one line, one behind the other",
      "examples": [
        {
          "text": "They made their way in single file along the cliff path."
        }
      ]
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/faɪl/",
        "audio": "fi/file/file__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/faɪl/",
        "audio": "fi/file/file__us_1.mp3"
      }
    ]
  },
  "wordOrigin": "noun senses 1 to 3 late Middle English (as a verb meaning ‘string documents on a thread or wire to keep them in order’): from French filer ‘to string’, fil ‘a thread’, both from Latin filum ‘a thread’. Compare with file ‘line’. noun sense 5 late 16th cent.: from French file, from filer ‘to string’. noun sense 4 Old English fīl, of West Germanic origin; related to Dutch vijl and German Feile."
}
