{
	"term": "equality",
	"partOfSpeech": "noun",
	"ox5000": true,
	"cefr": "c1",
	"definitions": [
		{
			"senseNumber": null,
			"definition": "the fact of being equal in rights, status, advantages, etc.",
			"examples": [
				{
					"text": "**racial/social/gender equality**"
				},
				{
					"text": "We need to ensure equality of opportunity in all areas of work."
				},
				{
					"text": "the principle of equality before the law *(= the law treats everyone the same)*"
				},
				{
					"text": "Don't you believe in equality between men and women?"
				},
				{
					"text": "The State shall not deny anyone equality before the law."
				},
				{
					"text": "The women are demanding full equality with the men of their community."
				},
				{
					"text": "These women are demanding fairness and equality in their pay."
				},
				{
					"text": "They fought for greater equality between the sexes."
				},
				{
					"text": "Women do not yet have true equality in the company."
				},
				{
					"text": "the goal of formal equality before the law"
				},
				{
					"text": "the task of achieving equality for trans people"
				},
				{
					"text": "Equality between the various groups seemed a long way off."
				},
				{
					"text": "Equality for gay people in employment law is a relatively recent progression."
				},
				{
					"text": "Equality of opportunity is our priority."
				},
				{
					"text": "Gender equality is an ideal that we have not yet achieved."
				},
				{
					"text": "The fight for equality tended to take the form of civil disobedience."
				},
				{
					"text": "The people were demanding full equality with their former masters."
				},
				{
					"text": "Is there a society in the world where women have true equality?"
				},
				{
					"text": "They are leaders in the campaign to bring about greater racial equality."
				}
			],
			"topics": ["Social issues"],
			"collocations": {
				"adjective": ["complete", "full", "perfect"],
				"verb + equality": ["have", "achieve", "demand"],
				"phrases": ["equality before the law", "equality of opportunity"],
				"preposition": ["equality between", "equality for", "equality in"]
			}
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/iˈkwɒləti/",
				"audio": "eq/equality/equality__gb_1.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/iˈkwɑːləti/",
				"audio": "eq/equality/equality__us_1.mp3"
			}
		]
	},
	"wordOrigin": "late Middle English: via Old French from Latin aequalitas, from aequalis, from aequus ‘even, level, equal’."
}
