{
	"term": "direction",
	"partOfSpeech": "noun",
	"ox3000": true,
	"cefr": "a2",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "the general position a person or thing moves or points towards",
			"sensetop": "in the direction of somethingin somebody's directionin the/a … direction",
			"cefr": "a2",
			"ox3000": true,
			"examples": [
				{
					"text": "They **headed** in the **direction** of the village.",
					"contextForm": "in the direction of something"
				},
				{
					"text": "She pointed in my direction.",
					"contextForm": "in somebody's direction"
				},
				{
					"text": "They hit a truck coming in **the opposite direction**.",
					"contextForm": "in the/a … direction"
				},
				{
					"text": "The road was blocked in both directions."
				},
				{
					"text": "The aircraft was flying in a northerly direction."
				},
				{
					"text": "in the right/wrong direction"
				},
				{
					"text": "When the police arrived, the crowd scattered **in all directions**."
				},
				{
					"text": "Has the wind **changed direction**?"
				},
				{
					"text": "I lost all **sense of direction** *(= I didn't know which way to go)*."
				},
				{
					"text": "A scanner deflects the laser beam in horizontal and vertical directions."
				},
				{
					"text": "Dan followed the direction the sign had pointed."
				},
				{
					"text": "He started to run in a random direction."
				},
				{
					"text": "I can't come with you, but I can point you in the general direction."
				},
				{
					"text": "I didn't see the accident because I was facing in the opposite direction."
				},
				{
					"text": "I don't have much sense of direction."
				},
				{
					"text": "He fired in the general direction of the officer's head, and missed."
				},
				{
					"text": "I was being pushed in one direction."
				},
				{
					"text": "She followed the direction of his gaze."
				},
				{
					"text": "I measured the distance and compass direction between successive positions."
				},
				{
					"text": "People came running from all directions."
				},
				{
					"text": "She shoved Sarah in a general forward direction."
				},
				{
					"text": "He stalked away, in no particular direction."
				},
				{
					"text": "People passed by without a glance in her direction."
				},
				{
					"text": "Suddenly, the wind switched directions."
				},
				{
					"text": "The adults gazed in the direction indicated."
				},
				{
					"text": "The blast sent debris flying in all directions."
				},
				{
					"text": "The convoy is moving in the direction of the capital."
				},
				{
					"text": "The current flows in a south-easterly direction."
				},
				{
					"text": "The ride in the reverse direction is a mere $4."
				},
				{
					"text": "The runway was constructed in a north–south direction."
				},
				{
					"text": "They were both going in the same direction."
				},
				{
					"text": "Turn the dial in a clockwise direction."
				},
				{
					"text": "Unfortunately, we were going in the wrong direction."
				},
				{
					"text": "They walked off in separate directions."
				},
				{
					"text": "What happens if you reverse the direction of the current?"
				},
				{
					"text": "When sailing, keep a constant check on changes in wind direction."
				},
				{
					"text": "Which direction do we have to take?"
				},
				{
					"text": "a house oriented exactly to the cardinal directions"
				},
				{
					"text": "He ran off in the direction of the river."
				},
				{
					"text": "I realized we were travelling in the wrong direction."
				},
				{
					"text": "The car was going in the other direction."
				},
				{
					"text": "I had researched the average speed and direction of winds and currents along the route."
				},
				{
					"text": "There was a shriek of laughter from the direction of Sarah's room."
				}
			],
			"collocations": {
				"adjective": ["same", "different", "opposing"],
				"verb + direction": ["take", "change", "reverse"],
				"preposition": ["from a/​the direction", "in a/​the direction"],
				"phrases": [
					"the direction of flow",
					"the direction of movement",
					"the direction of travel"
				]
			}
		},
		{
			"senseNumber": 2,
			"definition": "instructions about how to do something, where to go, etc.",
			"sensetop": "directions to somethingdirections for somethingdirections for doing something",
			"cefr": "a2",
			"ox3000": true,
			"examples": [
				{
					"text": "Let's stop and ask for directions."
				},
				{
					"text": "A farmer gave us directions to the town.",
					"contextForm": "directions to something"
				},
				{
					"text": "With all pesticides, **follow the directions** for use carefully.",
					"contextForm": "directions for something"
				},
				{
					"text": "Simple directions for assembling the model are printed on the box.",
					"contextForm": "directions for doing something"
				},
				{
					"text": "It's a local landmark, often used when giving directions to the town."
				},
				{
					"text": "Are there any directions for putting up the tent?"
				},
				{
					"text": "Each card has step-by-step directions on one side."
				},
				{
					"text": "Each chapter includes easy-to-follow directions for a variety of activities."
				},
				{
					"text": "Follow label directions for best results."
				},
				{
					"text": "It's ever so easy to cook. You just follow the directions on the packet."
				},
				{
					"text": "Just follow the online directions to take the quiz."
				},
				{
					"text": "Can you give me directions for getting to John's?"
				},
				{
					"text": "Can you give me directions to the post office?"
				},
				{
					"text": "I'm always being asked for directions."
				},
				{
					"text": "If you want to come, I can send you directions."
				},
				{
					"text": "internet sites that offer everything from driving directions to subway maps"
				},
				{
					"text": "Isabel's directions are always very precise."
				},
				{
					"text": "She'd been given pretty clear directions, so she found the hotel easily."
				},
				{
					"text": "The teacher gives specific directions and corrects your pose."
				},
				{
					"text": "We got directions to the hall from a man in the town."
				},
				{
					"text": "signs providing directions to the new concert hall."
				}
			],
			"collocations": {
				"adjective": ["clear", "good", "precise"],
				"verb + direction": ["ask", "ask for", "give somebody"],
				"preposition": ["direction for", "direction to"]
			}
		},
		{
			"senseNumber": 3,
			"definition": "the general way in which a person or thing develops",
			"sensetop": "in a… directionin the direction of something",
			"cefr": "b2",
			"ox3000": true,
			"examples": [
				{
					"text": "The exhibition provides evidence of several new directions in her work."
				},
				{
					"text": "I am very unhappy with the direction the club is taking."
				},
				{
					"text": "He wants to take the company in a **different direction**.",
					"contextForm": "in a… direction"
				},
				{
					"text": "Do you feel your career is **heading/headed in** the right **direction**?"
				},
				{
					"text": "It's only a small improvement, but at least it's **a step in the right direction**."
				},
				{
					"text": "The industry will continue to **move in** the **direction** of more automation.",
					"contextForm": "in the direction of something"
				},
				{
					"text": "Do you think this represents a radical **change of direction** for the president?"
				},
				{
					"text": "They are debating the future direction of the party."
				},
				{
					"text": "The case was beginning to take a new direction."
				},
				{
					"text": "the strategic direction of the company"
				},
				{
					"text": "the predicted direction of climate change in the near term"
				},
				{
					"text": "the debate about the future direction of socialism"
				},
				{
					"text": "a step to change your life in a positive direction"
				},
				{
					"text": "We have to nudge politicians in the right direction."
				},
				{
					"text": "At least things are moving in the right direction now."
				},
				{
					"text": "I'm uncertain about the general direction of the project."
				},
				{
					"text": "This points to a promising new direction for cancer research."
				},
				{
					"text": "The company needed to shift direction if it was going to survive."
				},
				{
					"text": "I felt the company was headed in a positive direction."
				},
				{
					"text": "America has not moved in the expected direction."
				},
				{
					"text": "First determine the direction of your expected business growth."
				},
				{
					"text": "These incentives should move the industry in the desired direction."
				},
				{
					"text": "His understanding of our business will further strengthen our strategic direction."
				},
				{
					"text": "The proposals aim to set a new direction for local government."
				},
				{
					"text": "While he was studying in Paris, his thinking suddenly veered off in a new direction."
				},
				{
					"text": "The recommendations indicate possible directions for further studies."
				},
				{
					"text": "The party must take a new direction if it is to survive."
				},
				{
					"text": "The new law is undoubtedly a step in the right direction, but it doesn't go far enough."
				},
				{
					"text": "She's a young woman, determining the direction of her life."
				},
				{
					"text": "The book signals a shift in direction from her earlier novels."
				},
				{
					"text": "The first step in this direction will be a discussion with the unions."
				},
				{
					"text": "The story does not go in any particular direction."
				},
				{
					"text": "We can help companies assess the speed and direction of technological change."
				},
				{
					"text": "It is hard to know which direction the Church will take."
				},
				{
					"text": "The market is moving primarily in one direction."
				},
				{
					"text": "These figures may have to be revised in an upward direction."
				},
				{
					"text": "He feels that his music is going in the same direction as that of his American counterparts."
				},
				{
					"text": "It's time for me to change direction and try to find a new job."
				},
				{
					"text": "The benefits of new technology seem to be all in one direction."
				},
				{
					"text": "We are pulled in opposing directions by our emotions."
				},
				{
					"text": "There are different considerations, often pulling in different directions."
				},
				{
					"text": "This was a major change of direction for Britain's foreign policy."
				},
				{
					"text": "The report gives a brief nod in the direction of green issues before coming down firmly on the side of the market."
				}
			],
			"collocations": {
				"adjective": ["new", "right", "wrong"],
				"verb + direction": ["take", "change", "shift"],
				"phrases": [
					"a change of direction",
					"a shift in direction",
					"a step in… direction"
				]
			}
		},
		{
			"senseNumber": 4,
			"definition": "the general position a person or thing comes or develops from",
			"examples": [
				{
					"text": "Support came from an unexpected direction."
				},
				{
					"text": "Let us approach the subject from a different direction."
				}
			],
			"collocations": {
				"adjective": ["same", "different", "opposing"],
				"verb + direction": ["take", "change", "reverse"],
				"preposition": ["from a/​the direction", "in a/​the direction"],
				"phrases": [
					"the direction of flow",
					"the direction of movement",
					"the direction of travel"
				]
			}
		},
		{
			"senseNumber": 5,
			"definition": "a purpose; an aim",
			"examples": [
				{
					"text": "We are looking for somebody with a clear **sense of direction**."
				},
				{
					"text": "Once again her life felt lacking in direction."
				},
				{
					"text": "the critical decisions that shape the direction of our lives"
				},
				{
					"text": "There seems to be no clear direction in policy."
				},
				{
					"text": "Do not let the discussion fragment into a desultory conversation with no clear direction."
				}
			],
			"collocations": {
				"adjective": ["clear"],
				"verb + direction": ["be lacking in", "lack"],
				"phrases": ["a sense of direction"]
			}
		},
		{
			"senseNumber": 6,
			"definition": "the art of managing or guiding somebody/something",
			"sensetop": "under the direction of somebody",
			"examples": [
				{
					"text": "She was entrusted with the direction of the project."
				},
				{
					"text": "All work was produced by the students under the direction of John Williams.",
					"contextForm": "under the direction of somebody"
				},
				{
					"text": "All such research is under government direction."
				},
				{
					"text": "They work under the direction of a senior manager."
				},
				{
					"text": "The new workers need direction from a supervisor."
				},
				{
					"text": "The teacher provided clear direction, but allowed children some autonomy."
				},
				{
					"text": "There was a lack of central direction in the service."
				},
				{
					"text": "The monarch looks to the archbishop for spiritual direction."
				}
			],
			"collocations": {
				"adjective": ["clear", "strategic", "spiritual"],
				"verb + direction": ["give somebody", "provide (somebody with)"],
				"preposition": ["under somebody’s direction", "direction from"]
			}
		},
		{
			"senseNumber": 7,
			"definition": "the instructions given by somebody directing a film or play",
			"cefr": "c1",
			"examples": [
				{
					"text": "There is some clever direction and the film is very well shot."
				}
			],
			"topics": ["Film and theatre"],
			"collocations": {
				"adjective": ["clear", "good", "precise"],
				"verb + direction": ["ask", "ask for", "give somebody"],
				"preposition": ["direction for", "direction to"]
			}
		},
		{
			"senseNumber": null,
			"definition": "to have different aims that cannot be achieved together without causing problems",
			"examples": [
				{
					"text": "There are different considerations, often pulling in different directions."
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/dəˈrekʃn//daɪˈrekʃn/",
				"audio": "di/direction/direction__gb_5.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/dəˈrekʃn//daɪˈrekʃn/",
				"audio": "di/direction/direction__us_1_rr.mp3"
			}
		]
	},
	"wordOrigin": "late Middle English (in sense (2)): from Latin directio(n-), from the verb dirigere, from di- ‘distinctly’ or de- ‘down’ + regere ‘put straight’."
}
