{
  "term": "distribution",
  "partOfSpeech": "noun",
  "academic": true,
  "ox3000": true,
  "cefr": "b2",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "the way that something is spread or exists over a particular area or among a particular group of people",
      "sensetop": "distribution of somethingdistribution (of something) + adv./prep.",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "They studied the geographical distribution of the disease.",
          "contextForm": "distribution of something"
        },
        {
          "text": "a more equitable distribution of wealth"
        },
        {
          "text": "an unequal/uneven income distribution"
        },
        {
          "text": "the age distribution of the general population"
        },
        {
          "text": "The map shows the distribution of this species across the world.",
          "contextForm": "distribution (of something) + adv./prep."
        },
        {
          "text": "After applying the cream, comb through to ensure even distribution."
        },
        {
          "text": "How do we explain the uneven distribution of expressions borrowed from other languages?"
        },
        {
          "text": "The relatively broad distribution within the Midwest suggests that the aphid may have been present for more than one year."
        },
        {
          "text": "Animal herds may form in response to the distribution patterns of food."
        },
        {
          "text": "Fish populations assume highly localized distributions within each river."
        },
        {
          "text": "Radiology was used to determine the distribution of the disease."
        },
        {
          "text": "The engine is mounted in the middle to achieve a more even weight distribution."
        },
        {
          "text": "These birds have a wide geographical distribution."
        },
        {
          "text": "a disparity in age distribution between groups"
        },
        {
          "text": "a normal distribution with a bell-shaped frequency curve"
        },
        {
          "text": "The frequency distribution of birthdates by month among these patients was not what we expected."
        },
        {
          "text": "The probability distribution curve shows the probability that the product will ship on such-and-such a date."
        },
        {
          "text": "an atlas containing distribution maps of the most important tropical diseases"
        },
        {
          "text": "an equal distribution of wealth between people of different age groups"
        },
        {
          "text": "changes in the distribution of wealth and income"
        },
        {
          "text": "data on wealth distribution among age groups"
        },
        {
          "text": "the wider distribution of wealth throughout society"
        },
        {
          "text": "people at the low end of the distribution curve of intelligence"
        },
        {
          "text": "the broad distribution of Bronze Age artefacts across Europe"
        },
        {
          "text": "the distribution of resources across society"
        },
        {
          "text": "the distribution of the health budget between various hospitals"
        },
        {
          "text": "the distribution of trees over the estate"
        },
        {
          "text": "the general distribution of earthquakes around the world"
        },
        {
          "text": "the relative distribution of continents and oceans"
        },
        {
          "text": "the social class distribution of the male population"
        },
        {
          "text": "uniform distribution of the chemical throughout the timber"
        }
      ],
      "collocations": {
        "adjective": ["egalitarian", "equitable", "fair"],
        "verb + distribution": ["achieve", "ensure", "analyse/​analyze"],
        "distribution + noun": ["pattern", "map", "curve"],
        "preposition": [
          "distribution across",
          "distribution among",
          "distribution between"
        ],
        "phrases": ["a change in distribution"]
      }
    },
    {
      "senseNumber": 2,
      "definition": "the act of giving or sharing something out among a number of people",
      "sensetop": "distribution of somethingdistribution (of something) among somebodydistribution (of something) among somebodyfor distribution (to/among somebody)",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "the distribution of food and medicines",
          "contextForm": "distribution of something"
        },
        {
          "text": "the distribution of profit among the partners",
          "contextForm": "distribution (of something) among somebody"
        },
        {
          "text": "When are distributions likely to be made to creditors?",
          "contextForm": "distribution (of something) among somebody"
        },
        {
          "text": "The food was packed up for distribution to outlying communities.",
          "contextForm": "for distribution (to/among somebody)"
        },
        {
          "text": "to ensure the proper distribution of medical aid"
        },
        {
          "text": "She had it printed for distribution among her friends."
        },
        {
          "text": "These laws regulate the legal distribution of narcotic drugs in Canada."
        },
        {
          "text": "His estate was to be divided up for distribution among his creditors."
        },
        {
          "text": "to allow for the distribution of aid"
        },
        {
          "text": "the distribution by the government of a leaflet explaining the new tax"
        },
        {
          "text": "The previously free distribution of textbooks will now be confined to students who are needy."
        },
        {
          "text": "food for distribution among homeless people"
        },
        {
          "text": "free colour leaflets for distribution overseas"
        },
        {
          "text": "Our catalogue lists all our books that are available for general distribution."
        },
        {
          "text": "2 000 copies of the booklet have been printed and are available for distribution."
        },
        {
          "text": "The promissory notes were purchased for distribution to investors."
        },
        {
          "text": "The document contains sensitive information and is not suitable for free distribution."
        },
        {
          "text": "These are company reserves available for distribution as the directors may determine."
        },
        {
          "text": "Electronic media make the potential for information distribution possible on a scale never before achieved."
        },
        {
          "text": "email distribution lists"
        },
        {
          "text": "I attach a copy of the distribution list so you can see who got the last edition."
        },
        {
          "text": "the creation of 1 500 smallholdings as part of a land distribution programme"
        }
      ],
      "collocations": {
        "adjective": ["free", "general", "selective"],
        "verb + distribution": ["control", "handle", "organize"],
        "distribution + noun": ["agreement", "arrangement", "deal"],
        "preposition": [
          "for distribution",
          "distribution among",
          "distribution between"
        ],
        "phrases": ["a/​the chain of distribution", "a channel of distribution"]
      }
    },
    {
      "senseNumber": 3,
      "definition": "the system of transporting and delivering a product",
      "labels": "(business)",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "They have systems in place for marketing, sales and distribution."
        },
        {
          "text": "We focused on finding new **distribution channels** for our products."
        },
        {
          "text": "The company's **distribution network** includes more than 1  200 retail outlets."
        },
        {
          "text": "production and distribution systems"
        },
        {
          "text": "a distribution centre/depot/warehouse"
        },
        {
          "text": "The poor transport system means we have high distribution costs."
        },
        {
          "text": "There will be increased efficiency in production, distribution and purchasing."
        },
        {
          "text": "He worked in the milk distribution business."
        },
        {
          "text": "European distribution is handled from our centre in the Netherlands."
        },
        {
          "text": "the wholesale and retail distribution of a huge variety of goods"
        },
        {
          "text": "distribution through department stores"
        },
        {
          "text": "We have many distribution channels for our software, including electronic distribution."
        },
        {
          "text": "We have a sales staff of more than 1 800 employees in 37 distribution centres."
        },
        {
          "text": "The movie got a worldwide distribution deal."
        },
        {
          "text": "The company wants to invest in new distribution facilities."
        },
        {
          "text": "The company has decided to use Belfast as its distribution base."
        },
        {
          "text": "The company has distribution operations in 33 countries worldwide."
        },
        {
          "text": "The company is to handle the distribution of the product in Europe."
        },
        {
          "text": "Roads are used for local distribution of goods."
        },
        {
          "text": "Her company has signed a non-exclusive distribution agreement."
        },
        {
          "text": "There are more firearms in the distribution pipeline than most people realize."
        },
        {
          "text": "There are savings to be made by bypassing retailers in the chain of distribution."
        },
        {
          "text": "The internet is our distribution platform now."
        },
        {
          "text": "the electronic distribution of software to customers"
        },
        {
          "text": "The publisher has signed an agreement for the exclusive distribution of the books in the US."
        },
        {
          "text": "worldwide distribution systems"
        }
      ],
      "topics": ["Business"],
      "collocations": {
        "adjective": ["free", "general", "selective"],
        "verb + distribution": ["control", "handle", "organize"],
        "distribution + noun": ["agreement", "arrangement", "deal"],
        "preposition": [
          "for distribution",
          "distribution among",
          "distribution between"
        ],
        "phrases": ["a/​the chain of distribution", "a channel of distribution"]
      }
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˌdɪstrɪˈbjuːʃn/",
        "audio": "di/distribution/distribution__gb_2.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˌdɪstrɪˈbjuːʃn/",
        "audio": "di/distribution/distribution__us_1.mp3"
      }
    ]
  },
  "wordOrigin": "late Middle English: from Latin distributio(n-), from the verb distribuere, from dis- ‘apart’ + tribuere ‘assign’."
}
