{
  "term": "destination",
  "partOfSpeech": "noun",
  "ox3000": true,
  "cefr": "b1",
  "definitions": [
    {
      "senseNumber": null,
      "definition": "a place to which somebody/something is going or being sent",
      "ox3000": true,
      "examples": [
        {
          "text": "popular **tourist/holiday destinations** like the Bahamas"
        },
        {
          "text": "to **arrive at/reach your destination**"
        },
        {
          "text": "Our luggage was checked all the way through to our **final destination**."
        },
        {
          "text": "At around 1 p.m. we reached our final destination."
        },
        {
          "text": "My steps slowed down as I neared my destination."
        },
        {
          "text": "The aim was to create a destination for ski enthusiasts."
        },
        {
          "text": "The airline operates flights to most international destinations."
        },
        {
          "text": "The casino is the largest entertainment destination in the state."
        },
        {
          "text": "The city has become a popular destination for backpackers."
        },
        {
          "text": "The deposed leader is reported to have fled the capital to an unknown destination."
        },
        {
          "text": "The goods are examined by customs at the port of destination."
        },
        {
          "text": "The island is an ideal holiday destination."
        },
        {
          "text": "The restaurants are located in capital cities and major tourist destinations."
        },
        {
          "text": "The town is a popular destination for art lovers."
        },
        {
          "text": "This small town is the country's top mountain-biking destination."
        },
        {
          "text": "We got lost and ended up miles away from our intended destination."
        },
        {
          "text": "Your website is only one potential online destination where people can find out about your company."
        },
        {
          "text": "Routes to all destinations are subject to delays."
        },
        {
          "text": "She was still twenty miles from her destination."
        },
        {
          "text": "The airline offers flights to over 40 European destinations."
        },
        {
          "text": "The destination is shown on the front of the bus."
        },
        {
          "text": "The flight stops at Hong Kong before going on to its final destination."
        },
        {
          "text": "The maximum weight for parcels depends on the destination."
        },
        {
          "text": "The passengers arrived late at their destination."
        },
        {
          "text": "The yacht took two weeks to reach its destination."
        }
      ],
      "topics": ["Holidays"],
      "collocations": {
        "adjective": ["eventual", "final", "ultimate"],
        "verb + destination": ["arrive at", "reach", "approach"],
        "destination + noun": ["resort", "airport", "city"],
        "preposition": ["to a/​the destination", "destination for"],
        "phrases": ["the country, port, state, etc. of destination"]
      }
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˌdestɪˈneɪʃn/",
        "audio": "de/destination/destination__gb_2.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˌdestɪˈneɪʃn/",
        "audio": "de/destination/destination__us_2.mp3"
      }
    ]
  },
  "wordOrigin": "late Middle English: from Latin destinatio(n-), from destinare ‘make firm, establish’. The original sense was ‘the action of intending someone or something for a purpose’, later ‘being destined for a place’, hence (from the early 19th cent.) the place itself."
}
