{
	"term": "privilege",
	"partOfSpeech": "noun",
	"ox5000": true,
	"cefr": "c1",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "a special right or advantage that a particular person or group of people has",
			"cefr": "c1",
			"examples": [
				{
					"text": "Education should be a universal right and not a privilege."
				},
				{
					"text": "You can enjoy all the benefits and privileges of club membership."
				},
				{
					"text": "Try not to abuse the privilege of being allowed more freedom."
				},
				{
					"text": "Club members have special privileges, like being allowed to use the swimming pool."
				},
				{
					"text": "Prisoners' behaviour is controlled by a system of punishments and privileges."
				},
				{
					"text": "Real choice in education remains the privilege of the middle classes."
				},
				{
					"text": "Top party officials were accused of granting privileges to their friends and family."
				},
				{
					"text": "He was accused of abusing his diplomatic privileges."
				}
			],
			"collocations": {
				"adjective": ["exclusive", "special", "class"],
				"verb + privilege": ["enjoy", "exercise", "have"]
			}
		},
		{
			"senseNumber": 2,
			"definition": "the rights and advantages that rich and powerful people in a society have",
			"labels": "(disapproving)",
			"cefr": "c1",
			"examples": [
				{
					"text": "As a member of the nobility, his life had been one of wealth and privilege."
				}
			]
		},
		{
			"senseNumber": 3,
			"definition": "something that you are proud and lucky to have the opportunity to do",
			"cefr": "c1",
			"examples": [
				{
					"text": "I hope to have the privilege of working with them again."
				},
				{
					"text": "It was a great privilege to hear her sing."
				},
				{
					"text": "It is a great privilege to be attending this conference."
				},
				{
					"text": "She had the rare privilege of a viewing of his private art collection."
				},
				{
					"text": "I was given the dubious privilege of organizing the summer fair."
				}
			],
			"synonyms": "honour",
			"collocations": {
				"adjective": ["enormous", "great", "rare"],
				"verb + privilege": ["have", "give somebody"]
			}
		},
		{
			"senseNumber": 4,
			"definition": "a special right to do or say things without being punished",
			"labels": "(specialist)",
			"examples": [
				{
					"text": "parliamentary privilege *(= the special right of members of parliament to say particular things without risking legal action)*"
				},
				{
					"text": "**breach of privilege** *(= the breaking of rules about what a member of parliament can say and do)*"
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ˈprɪvəlɪdʒ/",
				"audio": "pr/privilege/privilege__gb_2.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ˈprɪvəlɪdʒ/",
				"audio": "pr/privilege/privilege__us_1_rr.mp3"
			}
		]
	},
	"wordOrigin": "Middle English: via Old French from Latin privilegium ‘bill or law affecting an individual’, from privus ‘private’ + lex, leg- ‘law’."
}
