{
  "term": "monopoly",
  "partOfSpeech": "noun",
  "ox5000": true,
  "cefr": "c1",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "the complete control of trade in particular goods or the supply of a particular service; a type of goods or a service that is controlled in this way",
      "sensetop": "monopoly (in/of/on something)",
      "labels": "(business)",
      "cefr": "c1",
      "examples": [
        {
          "text": "In the past central government had a monopoly on television broadcasting."
        },
        {
          "text": "Electricity, gas and water were considered to be natural monopolies."
        },
        {
          "text": "One company holds a monopoly of the raw materials."
        },
        {
          "text": "The company has a virtual monopoly in world markets."
        },
        {
          "text": "The company lost its monopoly on exporting beer to India."
        },
        {
          "text": "The company used its monopoly control to charge exorbitant fees."
        },
        {
          "text": "The company was able to exploit its monopoly position."
        },
        {
          "text": "They created a monopoly in the export of wool."
        },
        {
          "text": "They will fight to maintain their monopoly over local bus services."
        },
        {
          "text": "This Act of Parliament guaranteed solicitors a monopoly on particular legal services."
        },
        {
          "text": "attempts to break the company's monopoly of the sugar industry"
        },
        {
          "text": "companies who are challenging the state monopolies"
        },
        {
          "text": "the giant gas monopoly Gazprom"
        },
        {
          "text": "the privatization of state-owned monopolies such as the gas and electricity industries"
        }
      ],
      "topics": ["Money", "Games and toys"],
      "collocations": {
        "adjective": ["public", "state", "state-controlled"]
      }
    },
    {
      "senseNumber": 2,
      "definition": "the complete control, possession or use of something; a thing that belongs only to one person or group and that other people cannot share",
      "sensetop": "monopoly in/of/on something",
      "cefr": "c1",
      "examples": [
        {
          "text": "Managers do not have a monopoly on stress."
        },
        {
          "text": "A good education should not be the monopoly of the rich."
        }
      ]
    },
    {
      "senseNumber": 3,
      "definition": "a board game in which players have to pretend to buy and sell land and houses, using pieces of paper that look like money",
      "examples": []
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/məˈnɒpəli/",
        "audio": "mo/monopoly/monopoly__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/məˈnɑːpəli/",
        "audio": "mo/monopoly/monopoly__us_1.mp3"
      }
    ]
  },
  "wordOrigin": "mid 16th cent.: via Latin from Greek monopōlion, from monos ‘single’ + pōlein ‘sell’."
}
