{
  "word": "gesture",
  "partOfSpeech": "noun",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈdʒestʃə(r)/",
        "audio": "g/gesture/gesture__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈdʒestʃər/",
        "audio": "g/gesture/gesture__us_1_rr.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "a movement that you make with your hands, your head or your face to show a particular meaning",
      "cefr": "b2",
      "examples": [
        {
          "text": "He **made a** rude **gesture** at the driver of the other car."
        },
        {
          "text": "She finished what she had to say with a gesture of despair."
        },
        {
          "text": "They communicated entirely by gesture."
        },
        {
          "text": "He responded with a vague gesture in the direction of the beach."
        },
        {
          "text": "He waved his arms in a melodramatic gesture."
        },
        {
          "text": "Expression and gesture are both forms of non-verbal communication."
        },
        {
          "text": "She waved us away with an impatient gesture."
        },
        {
          "text": "He made an obscene gesture with his hand."
        },
        {
          "text": "I stopped him with a slight gesture."
        },
        {
          "text": "She opened her arms out wide in a gesture of helplessness."
        }
      ],
      "collocations": {
        "adjective": ["dramatic", "expansive", "expressive"],
        "verb + gesture": ["make"],
        "preposition": ["by gesture", "in a gesture", "with a gesture"]
      }
    },
    {
      "senseNumber": "2",
      "definition": "something that you do or say to show a particular feeling or intention",
      "cefr": "c1",
      "examples": [
        {
          "text": "They sent some flowers as a gesture of sympathy to the parents of the child."
        },
        {
          "text": "It was a nice gesture *(= it was kind)* to invite his wife too."
        },
        {
          "text": "We do not accept responsibility but we will refund the money as a **gesture of goodwill**."
        },
        {
          "text": "His speech was at least a gesture towards improving relations between the two countries."
        },
        {
          "text": "The government has made a gesture towards public opinion *(= has tried to do something that the public will like)*."
        },
        {
          "text": "His gift was a gesture of friendship."
        },
        {
          "text": "Several hostages were released as a goodwill gesture."
        },
        {
          "text": "The invasion attempt was intended as a political gesture against his opponents."
        },
        {
          "text": "The president's speech was seen as a conciliatory gesture towards former enemies."
        },
        {
          "text": "a bold gesture of reconciliation"
        },
        {
          "text": "Words and empty gestures are not enough—we demand action!"
        },
        {
          "text": "a token gesture of their good intentions"
        },
        {
          "text": "In a dramatic gesture, the prime minister refused to attend the meeting."
        }
      ],
      "collocations": {
        "adjective": ["kind", "nice", "sweet"],
        "preposition": ["as a gesture", "in a gesture", "gesture against"]
      }
    }
  ],
  "wordOrigin": "late Middle English: from medieval Latin gestura, from Latin gerere ‘bear, wield, perform’. The original sense was ‘bearing, deportment’, hence ‘the use of posture and bodily movements for effect when speaking’."
}
