{
  "term": "remark",
  "partOfSpeech": "noun",
  "ox3000": true,
  "cefr": "b2",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "something that you say or write which expresses an opinion, a thought, etc. about somebody/something",
      "sensetop": "remark by somebody",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "to **make a remark**"
        },
        {
          "text": "The controversy intensified following remarks by the President of the European Commission.",
          "contextForm": "remark by somebody"
        },
        {
          "text": "What exactly did you mean by that last remark?"
        },
        {
          "text": "He made a number of rude remarks about the food."
        },
        {
          "text": "He made his opening remarks to the assembled press."
        },
        {
          "text": "I'm ready to apologize for my immature remarks."
        },
        {
          "text": "He began his remarks with a prayer."
        },
        {
          "text": "He had a set of prepared remarks."
        },
        {
          "text": "He made a few factual errors in his remarks on Rembrandt."
        },
        {
          "text": "He made some snide remarks about his opponent's skill."
        },
        {
          "text": "He was expelled from the party for failing to withdraw his controversial remarks."
        },
        {
          "text": "He's always making witty remarks."
        },
        {
          "text": "Her remarks suggest that the negotiations may be successful."
        },
        {
          "text": "How dare you make personal remarks!"
        },
        {
          "text": "I agreed with most of what he said at the beginning of the speech but not with his closing remarks."
        },
        {
          "text": "I gave my remarks at the benefit."
        },
        {
          "text": "I just ignored her last remark."
        },
        {
          "text": "I must preface my remarks with a confession."
        },
        {
          "text": "I shall keep my remarks on the subject brief."
        },
        {
          "text": "Please don't interpret my remarks as support for the current system."
        },
        {
          "text": "Racist or sexist remarks are never acceptable in the workplace."
        },
        {
          "text": "She made a disparaging remark about men."
        },
        {
          "text": "She was just about to add some sarcastic remark when her phone rang."
        },
        {
          "text": "The General's remarks do not reflect the view of the government."
        },
        {
          "text": "The Pope delivered his remarks before boarding his plane."
        },
        {
          "text": "The President concluded his remarks by thanking everyone who had helped."
        },
        {
          "text": "The White House said it took such remarks very seriously."
        },
        {
          "text": "The remark provoked an angry response from the crowd."
        },
        {
          "text": "The remark was directed at him."
        },
        {
          "text": "There is no room for jokes and smart remarks."
        },
        {
          "text": "These remarks apply equally to doctors."
        },
        {
          "text": "Who were those rude remarks addressed to?"
        },
        {
          "text": "a conflict that comes about through someone's offhand remark or careless mistake"
        },
        {
          "text": "remarks by officials"
        },
        {
          "text": "the sad consequences of one careless remark"
        },
        {
          "text": "a casual remark that led to a major discovery"
        },
        {
          "text": "With that, he concluded his remarks on the subject."
        },
        {
          "text": "a casual remark to his father"
        },
        {
          "text": "I wasn't prepared for catty remarks from other dancers."
        }
      ],
      "synonyms": "comment",
      "topics": ["Opinion and argument"],
      "collocations": {
        "adjective": ["brief", "passing", "occasional"],
        "verb + remark": ["deliver", "give", "make"],
        "remark + verb": [
          "apply to somebody/​something",
          "be directed at/​to somebody",
          "suggest something"
        ],
        "preposition": ["in a/​the remark", "remark about", "remark concerning"]
      }
    },
    {
      "senseNumber": 2,
      "definition": "the quality of being important or interesting enough to be noticed",
      "labels": "(old-fashioned or formal)",
      "examples": [
        {
          "text": "The exhibition contains nothing that is worthy of remark."
        }
      ],
      "synonyms": "note"
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/rɪˈmɑːk/",
        "audio": "re/remark/remark__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/rɪˈmɑːrk/",
        "audio": "re/remark/remark__us_1.mp3"
      }
    ]
  },
  "wordOrigin": "late 16th cent. (in sense (2)): from French remarquer ‘note again’, from re- (expressing intensive force) + marquer ‘to mark, note’."
}
