{
  "word": "lap",
  "partOfSpeech": "noun",
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/læp/",
        "audio": "l/lap/lap__gb_1.mp3",
        "region": "br"
      }
    ],
    "us": [
      {
        "pronunciation": "/læp/",
        "audio": "l/lap/lap__us_1.mp3",
        "region": "n_am"
      }
    ]
  },
  "verbForms": null,
  "definitions": [
    {
      "senseNumber": "1",
      "definition": "the top part of your legs that forms a flat surface when you are sitting down",
      "sensetop": "on somebody's lapin somebody's lap",
      "cefr": "c1",
      "examples": [
        {
          "text": "There's only one seat so you'll have to sit on my lap.",
          "contextForm": "on somebody's lap"
        },
        {
          "text": "She sat with her hands in her lap.",
          "contextForm": "in somebody's lap"
        }
      ],
      "topics": ["Body"]
    },
    {
      "senseNumber": "2",
      "definition": "one journey from the beginning to the end of a track used for running, etc.",
      "labels": "(North American English)",
      "cefr": "c2",
      "examples": [
        {
          "text": "the fastest lap on record"
        },
        {
          "text": "She has completed six laps."
        },
        {
          "text": "He was overtaken on the final lap."
        },
        {
          "text": "to do a **lap of honour** *(= go around the track again to celebrate winning)*"
        },
        {
          "text": "to do a **victory lap**"
        },
        {
          "text": "He took a quick lap around the empty rink."
        },
        {
          "text": "She tripped and fell on the final lap."
        },
        {
          "text": "He was swimming laps in the pool."
        },
        {
          "text": "I skated a victory lap around the rink."
        },
        {
          "text": "The fastest lap was completed at 208 mph."
        },
        {
          "text": "The silver medallist joined the winner in a lap of honour."
        },
        {
          "text": "The winner did a lap of honour."
        },
        {
          "text": "an indoor heated lap pool"
        },
        {
          "text": "Alonso was leading at the end of lap five."
        },
        {
          "text": "He immediately set the fastest lap of the race."
        },
        {
          "text": "The 800m is two laps of the track."
        },
        {
          "text": "The crowd cheered while the athletes ran their lap of honour."
        }
      ],
      "topics": ["Sports: other sports"],
      "collocations": {
        "adjective": ["first", "opening", "final"],
        "verb + lap": ["complete", "do", "finish"],
        "lap + noun": ["record", "pool"],
        "preposition": ["on the… lap"],
        "phrases": ["a lap of honour/​honor"]
      }
    },
    {
      "senseNumber": "3",
      "definition": "a section of a journey, or of a piece of work, etc.",
      "sensetop": "on the… lap",
      "examples": [
        {
          "text": "They're off on the first lap of their round-the-world tour.",
          "contextForm": "on the… lap"
        },
        {
          "text": "We've nearly finished. We're **on the last lap**."
        }
      ]
    },
    {
      "definition": "to make something the responsibility of another person",
      "labels": "(informal)",
      "examples": [
        {
          "text": "They dropped the problem firmly back in my lap."
        }
      ]
    },
    {
      "definition": "somebody has the opportunity to do something pleasant without having made any effort",
      "examples": [
        {
          "text": "My dream job just fell into my lap."
        }
      ]
    },
    {
      "definition": "if the result of something is in the lap of the gods, you do not know what will happen because it depends on luck or things you cannot control",
      "examples": []
    },
    {
      "definition": "in easy, comfortable conditions, and enjoying the advantages of being rich",
      "examples": [
        {
          "text": "We spent two weeks in the hotel living in the lap of luxury."
        }
      ]
    }
  ],
  "wordOrigin": "noun sense 1 Old English læppa, of Germanic origin; related to Dutch lap, German Lappen ‘piece of cloth’. The word originally denoted a fold or flap of a garment (compare with lapel), later specifically one that could be used as a pocket or pouch, or the front of a skirt when held up to carry something (Middle English), hence the area between the waist and knees as a place where a child could be nursed or an object held. noun senses 2 to 3 Middle English (as a verb in the sense ‘coil, fold, or wrap’): from the noun lap sense (1). The current senses date from the mid 19th cent."
}
