{
  "term": "standard",
  "partOfSpeech": "noun",
  "ox3000": true,
  "cefr": "b1",
  "definitions": [
    {
      "senseNumber": 1,
      "definition": "a level of quality, especially one that people think is acceptable",
      "sensetop": "below (the) standardto a… standard",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "There has been a fall in **living standards.**"
        },
        {
          "text": "**safety/quality standards**"
        },
        {
          "text": "Who **sets the standard** for water quality?"
        },
        {
          "text": "A number of Britain's beaches fail to **meet** European **standards** on cleanliness."
        },
        {
          "text": "to **improve/raise standards**"
        },
        {
          "text": "He failed to reach the **minimum standard** and did not qualify."
        },
        {
          "text": "We aim to **maintain high standards** of customer care."
        },
        {
          "text": "The standard of this year's applications is very low."
        },
        {
          "text": "The quality of the image was below the standard I had hoped for.",
          "contextForm": "below (the) standard"
        },
        {
          "text": "The work was done to a **professional standard**.",
          "contextForm": "to a… standard"
        },
        {
          "text": "Her work is not **up to standard** *(= of a good enough standard)*."
        },
        {
          "text": "He set a new standard of excellence in detective fiction."
        },
        {
          "text": "It's impossible to apply the same academic standards across the country."
        },
        {
          "text": "The directive lays down minimum standards on animal welfare."
        },
        {
          "text": "The beef is inspected and must meet food safety standards."
        },
        {
          "text": "Consumers deserve to know that organic products have been produced according to rigorous organic standards."
        },
        {
          "text": "The product conforms to widely followed industry standards."
        },
        {
          "text": "Attempts are being made to raise standards of patient care."
        },
        {
          "text": "the development of international standards and guidelines for regulating GMOs"
        },
        {
          "text": "Players have to be of a certain standard to compete in the tournament."
        },
        {
          "text": "She has reached an acceptable standard of English."
        },
        {
          "text": "The agency has very high standards."
        },
        {
          "text": "The building work had not been completed to a satisfactory standard."
        },
        {
          "text": "The factory is struggling to meet national environmental standards."
        },
        {
          "text": "The hotel service fell short of the usual standard."
        },
        {
          "text": "The product has become an industry standard."
        },
        {
          "text": "The region enjoys the highest living standards in Asia."
        },
        {
          "text": "The work has been done to a professional standard."
        },
        {
          "text": "There has been a drop in the standard of healthcare."
        },
        {
          "text": "There has been an increase in the standard of service provided."
        },
        {
          "text": "We have to try and achieve the quality standards set by the project."
        },
        {
          "text": "We must ensure proper standards of care for the elderly."
        },
        {
          "text": "We need to bring our computer system up to standard."
        },
        {
          "text": "Their products have never slipped below the high standards of design, style or quality that we have come to expect."
        },
        {
          "text": "Your work is below standard."
        },
        {
          "text": "I'm afraid your assignment was below standard."
        },
        {
          "text": "standards in safety"
        },
        {
          "text": "There are real concerns about falling standards in schools."
        }
      ],
      "collocations": {
        "adjective": ["high", "low", "poor"],
        "verb + standard": ["have", "boast", "enjoy"],
        "preposition": [
          "above (the) standard",
          "below (the) standard",
          "according to a/​the standard"
        ],
        "phrases": [
          "by any standard",
          "by the standards of the day",
          "a drop in the standard"
        ]
      }
    },
    {
      "senseNumber": 2,
      "definition": "a level of quality that is normal or acceptable for a particular person or in a particular situation",
      "sensetop": "by… standards below… standards",
      "cefr": "b1",
      "ox3000": true,
      "examples": [
        {
          "text": "You'd better **lower your standards** if you want to find somewhere cheap to live."
        },
        {
          "text": "It was a simple meal by Eddie's standards.",
          "contextForm": "by… standards"
        },
        {
          "text": "The equipment is slow and heavy by modern standards."
        },
        {
          "text": "His latest film is well below his usual standards.",
          "contextForm": "below… standards"
        },
        {
          "text": "This sum of money was a fortune by the standards of the day."
        },
        {
          "text": "The houses need to be brought up to modern standards."
        },
        {
          "text": "The army was massive by the standards of the day."
        },
        {
          "text": "These mountains are high by British standards."
        },
        {
          "text": "It was an excellent morning's work by anybody's standards."
        },
        {
          "text": "It wasn't early by her standards."
        },
        {
          "text": "No matter how hard I tried I could never reach their standards."
        },
        {
          "text": "The equipment was slow and heavy by modern standards."
        },
        {
          "text": "The journey was remarkably quick by any standards."
        },
        {
          "text": "He oversees the work personally to make sure it is done according to his standards."
        },
        {
          "text": "This is below the standard of most laptops nowadays."
        },
        {
          "text": "One theory says that women are having to prove themselves above normal standards set for men."
        },
        {
          "text": "The cast is not exactly Broadway standard."
        },
        {
          "text": "By modern standards, he isn't a particularly fast runner."
        },
        {
          "text": "I don't know if it's up to your standards."
        },
        {
          "text": "Judged by any objective standards, the campaign was a disaster."
        },
        {
          "text": "She's a great violinist by any standard."
        },
        {
          "text": "By that standard, no-one would ever be good enough."
        }
      ],
      "collocations": {
        "adjective": ["high", "low", "poor"],
        "verb + standard": ["have", "boast", "enjoy"],
        "preposition": [
          "above (the) standard",
          "below (the) standard",
          "according to a/​the standard"
        ],
        "phrases": [
          "by any standard",
          "by the standards of the day",
          "a drop in the standard"
        ]
      }
    },
    {
      "senseNumber": 3,
      "definition": "a level of behaviour that somebody considers to be morally acceptable",
      "cefr": "b2",
      "ox3000": true,
      "examples": [
        {
          "text": "a man of **high moral standards**"
        },
        {
          "text": "Some people have no standards."
        },
        {
          "text": "The government must uphold basic standards of decency."
        },
        {
          "text": "My grandparents are always complaining about falling standards."
        },
        {
          "text": "the advertising standards watchdog"
        },
        {
          "text": "Physicians must be held to high ethical standards."
        },
        {
          "text": "They developed a code of professional standards."
        },
        {
          "text": "It is very serious if a solicitor is shown to have fallen below the required standards of integrity, probity and trustworthiness."
        },
        {
          "text": "Many societies have stricter standards for women's sexual conduct than for men's."
        },
        {
          "text": "His behaviour went beyond acceptable standards of conduct."
        },
        {
          "text": "The ethical standards committee can refuse funding for the research."
        },
        {
          "text": "A report by the parliamentary standards commissioner found he had abused his office."
        },
        {
          "text": "They seem to be completely without standards."
        },
        {
          "text": "There I some things I won't do. I have standards."
        },
        {
          "text": "Standards aren't what they used to be."
        }
      ],
      "collocations": {
        "adjective": ["declining", "falling", "double"],
        "verb + standard": ["prescribe", "keep up", "maintain"],
        "standard + verb": ["drop", "fall"],
        "phrases": [
          "standards of behaviour/​behavior",
          "standards of conduct",
          "standard of care"
        ]
      }
    },
    {
      "senseNumber": 4,
      "definition": "a unit of measurement that is officially used; an official rule used when producing something",
      "examples": [
        {
          "text": "a reduction in the weight standard of silver coins"
        },
        {
          "text": "**industry standards**"
        },
        {
          "text": "The Olympic qualifying standard has been set at 64.50 m."
        },
        {
          "text": "They will adopt common standards for dealing with asylum applications."
        },
        {
          "text": "The bill established new emissions standards for cars sold in the state."
        }
      ]
    },
    {
      "senseNumber": 5,
      "definition": "a flag that is used during official ceremonies, especially one connected with a particular military group",
      "examples": [
        {
          "text": "the royal standard"
        }
      ]
    },
    {
      "senseNumber": 6,
      "definition": "a song that has been recorded by many different singers",
      "cefr": "c2",
      "examples": [],
      "topics": ["Music"]
    }
  ],
  "pronunciations": {
    "uk": [
      {
        "pronunciation": "/ˈstændəd/",
        "audio": "st/standard/standard__gb_1.mp3"
      }
    ],
    "us": [
      {
        "pronunciation": "/ˈstændərd/",
        "audio": "st/standard/standard__us_2.mp3"
      }
    ]
  },
  "wordOrigin": "Middle English (denoting a flag raised on a pole as a rallying point, the authorized exemplar of a unit of measurement, or an upright timber): shortening of Old French estendart, from estendre ‘extend’; in sense (5), influenced by the verb stand."
}
