{
	"term": "balance",
	"partOfSpeech": "noun",
	"ox3000": true,
	"cefr": "b1",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "a situation in which different things exist in equal, correct or good amounts",
			"sensetop": "balance between A and Bin balance",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "Try to maintain a good balance of carbohydrates and protein in your diet."
				},
				{
					"text": "Tourists often disturb the delicate balance of nature on the island."
				},
				{
					"text": "His wife's death disturbed the **balance of his mind**."
				},
				{
					"text": "Try to keep a balance between work and relaxation.",
					"contextForm": "balance between A and B"
				},
				{
					"text": "It is important to keep the different aspects of your life in balance.",
					"contextForm": "in balance"
				},
				{
					"text": "How do you find an acceptable balance between closeness and distance in a relationship?"
				},
				{
					"text": "Pulling up all the plants will disturb the natural balance of the pond."
				},
				{
					"text": "There is an even gender balance among staff and students."
				},
				{
					"text": "With children, it is important to achieve the right balance between love and discipline."
				},
				{
					"text": "You have to maintain a balance in your life or else you'll go crazy."
				},
				{
					"text": "The diet should contain a healthy balance of foods."
				},
				{
					"text": "Does the course offer the right balance between academic and practical work?"
				}
			],
			"collocations": {
				"adjective": ["changing", "shifting", "military"],
				"verb + balance": ["affect", "change", "shift"],
				"balance + verb": ["change", "shift", "swing"],
				"phrases": [
					"the balance of advantage",
					"the balance of forces",
					"the balance of power"
				]
			}
		},
		{
			"senseNumber": 2,
			"definition": "the ability to keep steady with an equal amount of weight on each side of the body",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "Athletes need a good sense of balance."
				},
				{
					"text": "I struggled to **keep my balance** on my new skates."
				},
				{
					"text": "She cycled round the corner, **lost her balance** and fell off."
				},
				{
					"text": "Cats have a very good sense of balance."
				},
				{
					"text": "Gymnasts have excellent balance."
				},
				{
					"text": "He set his feet wider and adjusted his balance."
				},
				{
					"text": "Tightness in one set of muscles will affect your whole balance."
				},
				{
					"text": "Yoga improves balance as well as flexibility."
				}
			],
			"collocations": {
				"adjective": ["excellent", "good", "poor"],
				"verb + balance": ["have", "affect", "improve"],
				"balance + noun": ["beam"],
				"preposition": ["off balance"],
				"phrases": ["a sense of balance"]
			}
		},
		{
			"senseNumber": 3,
			"definition": "the amount that is left after taking numbers or money away from a total",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "to check your **bank balance** *(= to find out how much money there is in your account)*"
				},
				{
					"text": "Consider a **balance transfer** to a credit card with a lower rate of interest *(= = moving the amount owed from one card to another)*."
				},
				{
					"text": "Everyone likes to have a healthy bank balance."
				},
				{
					"text": "He checked the balance of his current account."
				},
				{
					"text": "Interest is calculated on the daily cleared balance and paid direct to your account."
				},
				{
					"text": "The balance of the proceeds will be used for new equipment."
				},
				{
					"text": "That figure is the balance brought forward from the previous year."
				}
			],
			"topics": ["Money"],
			"collocations": {
				"adjective": ["account", "bank", "cash"],
				"verb + balance": ["have", "ask for", "request"],
				"phrases": ["the balance of payments", "the balance of trade"]
			}
		},
		{
			"senseNumber": 4,
			"definition": "an amount of money still owed after some payment has been made",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "The balance of $500 must be paid within 90 days."
				},
				{
					"text": "I'll pay the balance later."
				},
				{
					"text": "The final balance is due six weeks before departure."
				}
			],
			"topics": ["Money"],
			"collocations": {
				"adjective": ["account", "bank", "cash"],
				"verb + balance": ["have", "ask for", "request"],
				"phrases": ["the balance of payments", "the balance of trade"]
			}
		},
		{
			"senseNumber": 5,
			"definition": "the largest part of a group or an amount; the position of advantage or attention",
			"sensetop": "the balance (of something)",
			"examples": [
				{
					"text": "The balance of opinion was that work was more important than leisure."
				},
				{
					"text": "The balance has now shifted from the unions to employers."
				},
				{
					"text": "The balance of economists are expecting a rise in interest rates."
				},
				{
					"text": "He argues that the balance has swung too far in favour of capitalism."
				}
			]
		},
		{
			"senseNumber": 6,
			"definition": "an instrument for weighing things, with a bar that is supported in the middle and has dishes hanging from each end",
			"examples": []
		},
		{
			"senseNumber": null,
			"definition": "(considering) the evidence on both sides of an argument, to find the most likely reason for or result of something",
			"labels": "(formal)",
			"examples": [
				{
					"text": "The balance of evidence suggests the Liberal party's decline began before the First World War."
				},
				{
					"text": "The coroner thought that on the balance of probabilities, the pilot had suffered a stroke just before the crash."
				}
			],
			"topics": ["Opinion and argument"]
		},
		{
			"senseNumber": null,
			"definition": "if the future of something/somebody, or the result of something is/hangs in the balance, it is not certain",
			"examples": [
				{
					"text": "The long-term future of the space programme hangs in the balance."
				},
				{
					"text": "Tom’s life hung in the balance for two weeks as he lay in a coma."
				}
			]
		},
		{
			"senseNumber": 1,
			"definition": "to make somebody unsteady and in danger of falling",
			"examples": [
				{
					"text": "I was thrown off balance by the sudden gust of wind."
				},
				{
					"text": "The sudden movement threw him off balance."
				}
			]
		},
		{
			"senseNumber": 2,
			"definition": "to make somebody surprised and no longer calm",
			"cefr": "c2",
			"examples": [
				{
					"text": "The senator was clearly caught off balance by the unexpected question."
				}
			],
			"topics": ["Feelings"]
		},
		{
			"senseNumber": null,
			"definition": "after considering all the information",
			"examples": [
				{
					"text": "On balance, the company has had a successful year."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "to make a situation equal or fair again",
			"examples": [
				{
					"text": "For years poorer children have had to put up with a lower quality education, and now is the time to redress the balance."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "to manage to find a way of being fair to two things that are opposed to each other; to find an acceptable position that is between two things",
			"examples": [
				{
					"text": "We need to strike a balance between these conflicting interests."
				}
			]
		},
		{
			"senseNumber": null,
			"definition": "to affect the result of something in one way rather than another",
			"examples": [
				{
					"text": "In an interview, smart presentation can tip the balance in your favour."
				},
				{
					"text": "New evidence tipped the balance against the prosecution."
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ˈbæləns/",
				"audio": "ba/balance/balance__gb_4.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ˈbæləns/",
				"audio": "ba/balance/balance__us_2.mp3"
			}
		]
	},
	"wordOrigin": "Middle English (in sense 5 of the noun): from Old French balance (noun), balancer (verb), based on late Latin (libra) bilanx ‘(balance) having two scale pans’, from bi- ‘twice, having two’ + lanx ‘scale pan’."
}
