{
	"term": "image",
	"partOfSpeech": "noun",
	"academic": true,
	"ox3000": true,
	"cefr": "a2",
	"definitions": [
		{
			"senseNumber": 1,
			"definition": "a picture, photograph or statue that represents somebody/something",
			"sensetop": "image of somebody/somethingin the image of somebody/something",
			"cefr": "a2",
			"ox3000": true,
			"examples": [
				{
					"text": "Most simple leaflets will include text and images."
				},
				{
					"text": "We already have more than 22  000 **digital images** on file."
				},
				{
					"text": "The **visual image** is steadily replacing the written word."
				},
				{
					"text": "Images of deer and hunters decorate the cave walls.",
					"contextForm": "image of somebody/something"
				},
				{
					"text": "Consider the images of war that fill the pages of our newspapers."
				},
				{
					"text": "a wooden image of the Hindu god Ganesh"
				},
				{
					"text": "An exhibition of images of St Nicholas is on display in the cathedral."
				},
				{
					"text": "In the Bible it states that humans were created in the image of God.",
					"contextForm": "in the image of somebody/something"
				},
				{
					"text": "The display juxtaposed images from serious and popular art."
				},
				{
					"text": "a live close-up image of her face"
				},
				{
					"text": "humorous posters bearing an image of a squatting dog"
				},
				{
					"text": "powerful and disturbing images of the war"
				},
				{
					"text": "the painted image of a human being"
				},
				{
					"text": "traditional images of Christmas"
				}
			],
			"collocations": {
				"adjective": ["living", "spitting", "mirror"]
			}
		},
		{
			"senseNumber": 2,
			"definition": "a picture of somebody/something seen in a mirror, through a camera, or on a television, computer, phone, etc.",
			"sensetop": "image from somethingimage of something",
			"cefr": "a2",
			"ox3000": true,
			"examples": [
				{
					"text": "He stared at his own image reflected in the water."
				},
				{
					"text": "Slowly, an image began to appear on the screen."
				},
				{
					"text": "Click on the image for a larger version."
				},
				{
					"text": "Police will study the images from CCTV cameras.",
					"contextForm": "image from something"
				},
				{
					"text": "The camera **captured an image** of the suspect and his car.",
					"contextForm": "image of something"
				},
				{
					"text": "The satellite provides high-resolution images of the Earth's surface."
				},
				{
					"text": "The **image quality** is too low."
				},
				{
					"text": "After exposure a faint image is visible."
				},
				{
					"text": "Each illustration is displayed as a complete screen image."
				},
				{
					"text": "She longed to capture the image on film."
				},
				{
					"text": "The process uses silver plates rather than film to create an image."
				},
				{
					"text": "The devices are capable of enlarging the image."
				},
				{
					"text": "The machine can capture a three-dimensional image of a patient's heart."
				},
				{
					"text": "They can connect directly to the image files and allow the customer to view them."
				},
				{
					"text": "Under each thumbnail image is a link to a larger illustration."
				},
				{
					"text": "Visitors can view live radar images and listen in to the control tower."
				},
				{
					"text": "You can store these images in a separate computer file."
				},
				{
					"text": "heat images that show where most of the activity in the brain is"
				},
				{
					"text": "the pixel information used to display a digital image"
				},
				{
					"text": "the use of still and moving video images"
				},
				{
					"text": "In real life she looks nothing like her screen image."
				},
				{
					"text": "satellite images of Hurricane Floyd posted on NASA's website"
				}
			],
			"collocations": {
				"adjective": ["compelling", "dramatic", "graphic"],
				"verb + image": ["generate", "produce", "reproduce"],
				"image + verb": [
					"depict something",
					"reflect something",
					"represent something"
				],
				"image + noun": ["capture", "processing", "analysis"]
			}
		},
		{
			"senseNumber": 3,
			"definition": "the impression that a person, an organization, a product, etc. gives to the public",
			"cefr": "a2",
			"ox3000": true,
			"examples": [
				{
					"text": "His **public image** is very different from the real person."
				},
				{
					"text": "The advertisements are intended to improve the company's image."
				},
				{
					"text": "Image is very important in the music world."
				},
				{
					"text": "It was years before the country was able to **project an image** of stability again."
				},
				{
					"text": "The campaign aims to **create a new image** for the city."
				},
				{
					"text": "stereotyped images of women in children’s books"
				},
				{
					"text": "to have a positive/negative image"
				},
				{
					"text": "The company changed its name on the advice of an **image consultant**."
				},
				{
					"text": "Perfume companies owe their success to brand image."
				},
				{
					"text": "Eastwood maintained an image as a tough guy."
				},
				{
					"text": "He's a good player with a clean image."
				},
				{
					"text": "She is now seeking to soften her image for voters."
				},
				{
					"text": "The company needs to create a new image for itself."
				},
				{
					"text": "The group has failed to live up to its macho image."
				},
				{
					"text": "The industry is trying to shed its negative image."
				},
				{
					"text": "The party needs to clean up its somewhat tarnished image."
				},
				{
					"text": "an effort to improve the organization's public image"
				},
				{
					"text": "The advertisements are intended to improve the company's image."
				},
				{
					"text": "Firms of all sizes expend resources to maintain a positive public image."
				},
				{
					"text": "Unfortunately, in today's world, image is everything."
				}
			],
			"collocations": {
				"adjective": ["good", "positive", "negative"],
				"verb + image": ["create", "convey", "cultivate"]
			}
		},
		{
			"senseNumber": 4,
			"definition": "a mental picture that you have of what somebody/something is like or looks like",
			"cefr": "b1",
			"ox3000": true,
			"examples": [
				{
					"text": "images of the past"
				},
				{
					"text": "I had a **mental image** of what she would look like."
				},
				{
					"text": "Dieting always seems to conjure up images of endless cottage cheese salads."
				},
				{
					"text": "He didn't fit my image of the boss."
				},
				{
					"text": "She started to recall images from her past."
				},
				{
					"text": "I like to build up images of the characters and setting before I start to write."
				},
				{
					"text": "It leaves indelible images imprinted on your mind."
				},
				{
					"text": "Samba always seems to conjure up images of Brazil."
				},
				{
					"text": "The history books built up a false image of an unpopular president."
				},
				{
					"text": "I always had an image of her standing by that window gazing out."
				},
				{
					"text": "He represents the perfect image of a clean-living college boy."
				},
				{
					"text": "The word ‘meditate’ conjures images of sitting cross-legged on a pillow, eyes closed."
				},
				{
					"text": "The popular image of Keats is as the archetypal frail, sensitive poet."
				}
			],
			"collocations": {
				"adjective": ["powerful", "vivid", "sudden"],
				"verb + image": ["have", "bring to mind", "call to mind"],
				"preposition": ["image from"]
			}
		},
		{
			"senseNumber": 5,
			"definition": "a word or phrase used with a different meaning from its normal one, in order to describe something in a way that produces a strong picture in the mind",
			"cefr": "b2",
			"ox3000": true,
			"examples": [
				{
					"text": "Her writings are full of poetic images of the countryside."
				}
			],
			"topics": ["Literature and writing"]
		},
		{
			"senseNumber": null,
			"definition": "to look very like somebody/something else",
			"examples": [
				{
					"text": "He's the image of his father."
				}
			]
		}
	],
	"pronunciations": {
		"uk": [
			{
				"pronunciation": "/ˈɪmɪdʒ/",
				"audio": "im/image/image__gb_1.mp3"
			}
		],
		"us": [
			{
				"pronunciation": "/ˈɪmɪdʒ/",
				"audio": "im/image/image__us_1.mp3"
			}
		]
	},
	"wordOrigin": "Middle English: from Old French, from Latin imago; related to imitate."
}
